[{"id":"50463c1ebd11ff073c001e8e","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The event was a great concept but I was dissapointes with the overcrowd of people on the first level. I appreciated the combo of musicians of DJ buy feel it could have worked better as a concert style event, rather than a \"club\" or social gathering where people are Constantly walking around and engaged in side conversation which distracted fromthe show. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e8e","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Would have worked better without alternating style of music, but collaborating both aspects into a fluid high energy concert. Could have done without the club setting. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e90","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Fantastic","tags":[]}
,{"id":"50463c1ebd11ff073c001e8d","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Positive","tags":[]}
,{"id":"50463c1ebd11ff073c001e8d","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great!!!","tags":["simple"]}
,{"id":"50463c1ebd11ff073c001e93","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved the program, but too much talking to gear it all, or to appreciate what was being played.  Too far into the nightclub scene.  A little less clubby would bring people who would respect the format to shut up during sets!","tags":[]}
,{"id":"50463c1ebd11ff073c001e93","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Not enough info to patrons about the noise levels during sets.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001e95","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was a great event, Stacy Glassman has done amazing job with Friends of NWS these past few years. Also, I feel Nathalie A. Cadet-James will be a welcome addition to NWS.","tags":[]}
,{"id":"50463c1ebd11ff073c001e98","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great music, too sophisticated for the Miami crowd.","tags":[]}
,{"id":"50463c1ebd11ff073c001e98","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Crowd is too loud during the performances.","tags":[]}
,{"id":"50463c1ebd11ff073c001e98","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Delightful, mesmerizing ","tags":[]}
,{"id":"50463c1ebd11ff073c001e99","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"This was an interesting mix of various types of music ranging from classical to what appeared to be tonal at times.  The set up allowed for a more personal interaction with the audience & players.  Almost felt like parlor music in a way as people mingled & socialized as the performers played on. \rAt times I did feel that the loudness of the crowed detracted from the experience of the musical performance.\rI am not particularly a techno fan, but this portrayed a nice bridge between the classical world & electronica.\rI will definitely attend a future performance & bring others who may have more of a techno appreciation & lack appreciation of classical music as I feel all can gain some appreciation of what was being cultivated & delivered to the audience that attended.","tags":[]}
,{"id":"50463c1ebd11ff073c001e99","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I liked that the floor crowed could get up close & even behind the performers.\rI did not like that the crowed did at times got too loud not respecting the performers.","tags":[]}
,{"id":"50463c1ebd11ff073c001e99","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think it added to the performance & excitement of the evening.","tags":[]}
,{"id":"50463c1ebd11ff073c001e9a","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"My thoughts were that I wish that I had let out a big SHHHHH more oftenÖI wanted to hear more of the mixed metaphores moving between the ambient/electronica to symphonic - I thought that was very well done and fun for the NWS musicians too. I did find I had difficulty hearing at many timesÖand that was frustrating. I did not expect total silence but a little less club feel during performances would have been nice.","tags":[]}
,{"id":"50463c1ebd11ff073c001e9a","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The only negative feedback I have is that, though I really like the social atmosphere there were several pieces - for example the Ades pieces that were really surprizingly good that I had never heard before. During this performance and quite a few othersÖthe talking was so loud that you could barely hear the musicians. I do think that, as a professional musician myself, I like it when I get atleast a little bit of constructive acknowledgement from an audience. It lets me know they are participating and engaged. For this reason I think that there should be video prompts - likely dynamically displayed when the audience gets too loudÖrequestion more quite. Also, Benjamin seems very frustrated with the level of audience noise but did not say anything. I think he shoudl definately request that people tone it down during the less media driven/ambient parts of the performances. He actually thanked us when we (me especially,,,) let out a big SHHHHHÖI think that he shoudl instruct the audience about what their decorum would ideally desired to be and I think that intro video media should also. Other than this the musicians were excellent, the music was very interesting and the mixd metaphores moving between the amient and electronica to symphonic moments were especially intruiging and I thought well done. Again the only negative that I found was that I could not appreciat them enough because I had difficulty hearing at many times.","tags":["elegant","simple","complex"]}
,{"id":"50463c1ebd11ff073c001e9d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Would liked to have seen more dj and musician collaboration.  Loved the trumpet and bass playing along to electronica.\rAlso, why block off all front row seating. We really needed more seats. At the benining anyway, didn't stay till the end. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e9d","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Like format, more colaberation with dj. Didn't care for choice of classical music. Expose your young audience to some classics, something they might recognize, with a modern arrangement. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e9c","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved the whole experience and can't wait for the next one. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e9f","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was blown away and cannot wait to attend the next one. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e9f","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think the challenge with the classical music pieces is having the audience be quiet and listen. I really like when the classical musicians play in tune with the djs, and feed of off each other....","tags":[]}
,{"id":"50463c1ebd11ff073c001ea2","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"absolutely a great experience..great audience, enthusiastic musicians amazing space....one of the best events of the year","tags":[]}
,{"id":"50463c1ebd11ff073c001ea2","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"lights need more work and should emulate and reflect the standards of the music and musicians...this was just mechanical moving wall paper ","tags":[]}
,{"id":"50463c1ebd11ff073c001ea2","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"too rpepetative...needs more that \"handwriting\"and predictable geometric graphics...this is the weakest part of the show.....","tags":["conductor"]}
,{"id":"50463c1ebd11ff073c001ea6","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"nice place\rgood idea\rdo it myself","tags":[]}
,{"id":"50463c1ebd11ff073c001ea6","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"more projections please","tags":["conductor","simple","parking"]}
,{"id":"50463c1ebd11ff073c001ea5","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Could not see well from back of stage seating.","tags":["music","simple","morose"]}
,{"id":"50463c1ebd11ff073c001ea9","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I had never experienced anything lik wit before and it changed my perspective on symphony's ","tags":[]}
,{"id":"50463c1ebd11ff073c001ea9","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Wonderful performances , everyone was very into it and we make a lot of friends by just hanging out. The visual effects were amazing. The pauses between performances we long as far as the orchestra, wish we saw more if them","tags":[]}
,{"id":"50463c1ebd11ff073c001eaa","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Would like to see more events like this one and happy to had moved to Miami","tags":[]}
,{"id":"50463c1ebd11ff073c001eaa","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great way to use this beautiful space in all of its corners. Like the informal way to listen to classical music. ","tags":[]}
,{"id":"50463c1ebd11ff073c001eaa","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"They are needed to enhanced the experience","tags":["parking","morose"]}
,{"id":"50463c1ebd11ff073c001eab","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Was a bit bored in between the classical sets-\rneed shorter interludes. ","tags":[]}
,{"id":"50463c1ebd11ff073c001eab","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Way too much time between classical sets. The trumphet player was amazing. How about more classical pieces from the orchestra mixed with DJ?","tags":[]}
,{"id":"50463c1ebd11ff073c001eac","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"would like to attend future PULSE events....I went with two friends, one friend in particular thought it was the coolest event-----and wants to do the next one as well....","tags":[]}
,{"id":"50463c1ebd11ff073c001eac","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"great idea and kudos for attracting a wider and younger audience to your venue....a few points to consider:  the entry and will call process was a bit unorganized, there was signage directing us to will call that actually directed us to a line of people needing to purchase tickets, and that line wasnt moving!!!  Eventually, we figured it out but the front door staff was a bit confused.   Also, drink prices were a bit much---I know we are in South Beach but still feels like being pickpocketed.   In spite of this, event was excellent and I encourage you to continue them.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001eac","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"adds to the energy  and beauty of the event and concert hall","tags":["elegant"]}
,{"id":"50463c1ebd11ff073c001eaf","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That this event was HORRIBLE. A waste of my money and time. I needed a distraction after having a very bad week emotional week. The first Pulse event I attended was so amazing that I was looking forward to it. Me and my friend who went the first time last night could not believe how rude your staff was directing us in wrong directions and giving us rude comments along the way. The bartender poured the drinks all over. The man who gave out the free drink cards totally ignored me and I was one of the FIRST ones there. I was put in different lines to get in THREE times after already having a bracelet. The club music theme was not in there at ALL. It was purely symphony not like I mentioned the first Pulse where people were dancing. We were BORED and annoyed and waiting for it to get better. After the first number we thought it was odd that the symphony just stood up unexpectantly and LEFT the theatre. I could go on and on about how horrible this experience was. I am glad that I received this survey because I was going to  call today to express my utter disappointment. Also not to mention how drunk and obnoxious the crowd was. When we left EARLY by the way again your staff yelled at us as we were exiting to go a different way. When I go to the theatre and symphony which I have been doing so for YEARS I expect RESPECT AND ATTENTION as a patron. I will never attend another Pulse event again until somebody gets this place in order. Pretty bad as a local that I will not recommend anyone to go either. Based on the previous Pulse show the quality of even the people that attended were in POOR taste. No class at all...","tags":[]}
,{"id":"50463c1ebd11ff073c001eaf","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"negative experience as i stated previously. highly disappointed. i wish i could say different. i love the venue and came home not happy that i left my house for that.","tags":[]}
,{"id":"50463c1ebd11ff073c001eaf","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thought it was just \"ok\". The whole experience from the moment I arrrived was in one word UNPROFESSIONAL. The staff at the door and inside were RUDE. Everyone was loud and did not give a chance to hear the performance well. People in attendence all looked drunk and not like they were enjoying themselves. I was SHOCKED.","tags":["morose","parking","food"]}
,{"id":"50463c1ebd11ff073c001eb0","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thought that the people taking videos with their cell phones during the NWS final number were obnoxious and repulsive.....","tags":[]}
,{"id":"50463c1ebd11ff073c001eb5","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"That classical music is deserving a quiet audience, so that you fully can enjoy it. There was enough time to talk and dance in between the classical performances.\rOverall enjoyed it and will come with friends to the next event in March. Hope to see constantly the Shhhhh on the screens during the life performances. Thank you ","tags":[]}
,{"id":"50463c1ebd11ff073c001eb5","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The mix of electronica music and lighting effects was a new experience and very interesting. I enjoyed all the effort of the New World Symphony a lot. That the audience didn't stop to talk during the performance of life classical music was very annoying for me. It was impossible to enjoy and hear the classical music, what is very sad for the great performance the musicians are accomplishing. ","tags":["food"]}
,{"id":"50463c1ebd11ff073c001eb4","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Lots of fun glad I went","tags":[]}
,{"id":"50463c1ebd11ff073c001eb4","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Very nice intimate environment. Will go back again. Like the fact that the pieces were short. Ran out of gin at 11:00 at the lobby bar!","tags":[]}
,{"id":"50463c1ebd11ff073c001eb9","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I liked the electronic music but it was a big turn-off when the \"classical\" music started kept interrupting just when people were warming up.The trumpet incorporated to the music is how this should have been done with other instruments,and not cutting the rhythm off to introduce a boring cacophony of sounds that in my opinion,were not music.With so many wonderful classical composers to choose from, this particular \"style\" does nothing for me.Just when everyone was enjoying the beats of the electronic music, to cut it off and have the conductor say a speech and try to be all clever and then torture us with that \"music\"...well, it was an anti-climax.Other things I didn't like were how many people there were.No place to sit down inside (and we women wear heels),a barrier placed on the musician's stand so one could not even rest there for a while and $5 bottles of water,which is totally outrageous.In my opinion, it was much ado about nothing and I will not be returning to another of these events (not to mention the $15 parking).Electronic music was the best thing of the night,the rest was blah/boring/pretentious.","tags":[]}
,{"id":"50463c1ebd11ff073c001eb9","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"This could be done so much better.Sell a few less tickets,blend REAL classical music (with rhythm and a melody) into the electronic music instead of shutting it off completely.Stop trying to be so \"artsy\" and subjecting people to this \"fusion\" sound or whatever it is you call it...people were leaving in droves every time the electronic music was cut off.Be a little more clever about your classical music selection.That was NOT classical music,sorry. ","tags":[]}
,{"id":"50463c1ebd11ff073c001eb9","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I expected more,frankly.They were rather amateurish.","tags":[]}
,{"id":"50463c1ebd11ff073c001eba","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"A hightned appreciation for classical music","tags":[]}
,{"id":"50463c1ebd11ff073c001ebc","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Large crowds by the musicians didnt allow for full enjoyment of the classical music performances. The show was classiocal music and then dance music not altogether as advertised. Overall, the show was ok.","tags":[]}
,{"id":"50463c1ebd11ff073c001ebc","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"If a mix of electronic and classical was advertised, then that is what should be offered. Not just random performances of classical music, which was hard to appreciate with heavy crowds talking by performers, followed by electronic music. It felt like there was no coordination, Maybe the intend of the show was that...","tags":[]}
,{"id":"50463c1ebd11ff073c001ebd","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"hard to get a drink","tags":[]}
,{"id":"50463c1ebd11ff073c001ebf","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"i thought the dj music all sounded the same through out the evening, loved the conductor and the casual feeling from him. and also liked when he explained what was going on in the pieces. we had a nice time!","tags":[]}
,{"id":"50463c1ebd11ff073c001ebf","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"i thought it was great and different from my usual routines living here in south beach. always looking for new things to do and i appreciate what an amazing facility we have right here in our back yard. i prefer dance to classical music but none the less very much enjoyed the evening! off to a ballet show now! ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec0","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I absolutely love the idea of the event, however, the execution fell a little short for me. I think the music selection of the symphony should have complemented the DJ's spinning session a little better. I enjoyed the freestyle trumpet along with the DJ. There should have been more instrumental and DJ collaborations like that. The different sets did not transition very well. All in all, I do like the movement away from the traditional classic performance, I just think it needs to be a tab bit refined.","tags":[]}
,{"id":"50463c1ebd11ff073c001eae","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I will come back next year ","tags":[]}
,{"id":"50463c1ebd11ff073c001eae","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Fantastic!","tags":["food","complex"]}
,{"id":"50463c1ebd11ff073c001ec3","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Program was much stronger and integrated than previous Pulse events and the turnout was amazing. Great to see so many people excited to be there. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec3","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Only a minor comment. The bar service seems disorganized and slow. Is there a way to adjust so it's faster and lines (esp. in main lobby) are more organized? A more efficient process (more stations, marked lines, faster cashiers, etc.) would make long lines, and long waits away from the music, unnecessary. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec4","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I understand the need for having the live performances earlier on in the evening only, but I do think that you then lose a lot of people after midnight. \r\rI also think that some of the classical sections needed to be more upbeat, rather than just avant garde. Some pieces seemed awkward juxtaposed to the upbeat tempo of the electronic music.","tags":[]}
,{"id":"50463c1ebd11ff073c001ec5","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought the music could have been infused better.","tags":[]}
,{"id":"50463c1ebd11ff073c001ec5","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I overheard one of the musicians make a comment with a negative attitude.","tags":[]}
,{"id":"50463c1ebd11ff073c001ec6","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I think this event is brilliant; it's totally different from everything that is going in the city and the way you are trying to involve younger generations in classical music. The setting was beautiful. We were very impressed with the young conductor.  The only thing is people  kept talking while the musicians were playing so it's hard to enjoy the music with the background noise but I supposed that's part of the program when you have a setting like this. I hope you keep doing programs like this. Thanks  ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec7","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"it was truly a nice experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001ec7","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"the format is an inventive one.","tags":[]}
,{"id":"50463c1ebd11ff073c001ec7","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"lovely.","tags":["music"]}
,{"id":"50463c1ebd11ff073c001ec1","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Wish there had been a little more symphony - less time between programs.","tags":[]}
,{"id":"50463c1ebd11ff073c001ece","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I felt that the selection of music was much less interesting that last year's.  In fact. the first orchestral selection, the opera, was quite boring, as was the DJ's music.  The latter was extraordinarily repetitive, much like you would expect to hear in a second rate club.  While the projections were enjoyable and enhanced the music to some extent, they were truly boring, particularly in comparison to last year's that were related thematically to the music.  The orchestra was splendid, particularly in the final selection and in the small string group performance.  In short, while enjoyable and unique, last night's program was disappointing.","tags":[]}
,{"id":"50463c1ebd11ff073c001ece","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I absolutely love the concept!!!!!!!  It is so refreshing to see so many young people clamoring to get in.  It offers a totally new and compelling format for classical concerts that, for all practical purposes, hasn't changed since the 17th century.  Every major orchestra should consider doing something like this because I'm convinced that it would generate a whole new audience.  However, it's important to present something that goes  beyond the mundane of what they experience in the clubs, that raises the bar of the musical experience, and last night's program did not do that.  Instead it seemed to pander to typical club goers without taking them to a new level.  The Pulse performance last April did that; last night's did not. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ece","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"They were very effective and enjoyable.","tags":["simple","elegant"]}
,{"id":"50463c1ebd11ff073c001ecf","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"A little disappointed because guests on the ground level (GA) were talking throughout the symphony performance and therefore you were not able to appreciate the talent of the musicians. \r\rWe love the venue though!","tags":[]}
,{"id":"50463c1ebd11ff073c001ecc","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was great!","tags":[]}
,{"id":"50463c1ebd11ff073c001ed3","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"When is the next event.","tags":[]}
,{"id":"50463c1ebd11ff073c001ed3","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"More musicians performance.\r\rLess DJ intermission.","tags":[]}
,{"id":"50463c1ebd11ff073c001ed6","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"How lucky to be able to be a part of the event :))","tags":[]}
,{"id":"50463c1ebd11ff073c001ed6","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I was pleased to see the improvement that it was seamless when changing from the musicians to the DJ, where last year it was not....also pleased that the audience observed the SHHH sign and allowed us to hear the live performances better!  I thought if you wanted the guests to dance more, some live dancers somewhere in the audience to encourage the art of expression with dance :))","tags":[]}
,{"id":"50463c1ebd11ff073c001ed6","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It is amazing how beautiful the photographs taken really are of this event :))","tags":["parking"]}
,{"id":"50463c1ebd11ff073c001ed7","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"As a fan of both electronic music and the symphony, I really like the Pulse concept. I was however, disappointed with the type of electronic music played.  It sounded very muddled and lacked any vocals or emotion.I would have liked to hear a slow build up followed by an intense break down. Overall, the electronic music played had a minimal style that did not really make me (or any of my guests) want to dance. Despite the critique of the electronic music, I would still recommend the event to my friends and look forward to the next one.","tags":[]}
,{"id":"50463c1ebd11ff073c001ed7","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Pulse is a fantastic event and great format, but the style of the electronic music needs to be improved. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ed9","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thoroughly enjoyed the performance.  I was not sure how to feel about the impact of noise/club environment on the performers.  There were times when silence would have been appreciated, but the fellow concert goers were wrapped up in conversation--which is to be expected in a lounge/club atmosphere.","tags":[]}
,{"id":"50463c1ebd11ff073c001edb","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Such a different experience! Cultural, yet social, and exciting! Great evening!","tags":[]}
,{"id":"50463c1ebd11ff073c001edb","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Awesome show. Loved the stories and historical facts on the projection. Loved that we could stand and socialize during event. It was an oportunity to enjoy good quality music at a venue that was not too formal, but not a trashy club scene. Do it again!!","tags":[]}
,{"id":"50463c1ebd11ff073c001edb","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Beautiful...added to the experience.","tags":["morose"]}
,{"id":"50463c1ebd11ff073c001ed8","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Looking forward to the next one and hope those around me are more respectful of others","tags":[]}
,{"id":"50463c1ebd11ff073c001edc","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Even better than last season...keep it up!","tags":[]}
,{"id":"50463c1ebd11ff073c001edf","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Very positive as usual;  the last orchestral music piece (John Adams) was the most fascinating and musically satisfying, but I am afraid that the attention level of most attendees at that point was dwindling (perhaps as the alcohol level mounting). \r\rMaybe the last orchestral pieces in the program should be lighter and shorter fare. \r","tags":[]}
,{"id":"50463c1ebd11ff073c001edf","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It is a very successful vehicle to attract audiences that would perhaps not attend NWS events.\r","tags":[]}
,{"id":"50463c1ebd11ff073c001ede","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"WHAT AN EXCITING NEW VENUE FOR MUSICAL EXPERIENCE","tags":[]}
,{"id":"50463c1ebd11ff073c001ede","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"LOVE THE FORMAT AND WISH YOU GOOD LUCK WITH IT - AND MAY THERE BE MANY MORE!","tags":[]}
,{"id":"50463c1ebd11ff073c001ede","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"VIDEO AND LIGHTING EFFECTS WERE EXCITING, AND FOR ME ENHANCED THE EXPERIENCE OF THE MUSIC.  LOVED THE MIXED MEDIA  EFFECT","tags":["parking","conductor","simple"]}
,{"id":"50463c1ebd11ff073c001ecd","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"that miami's come a long way; that there were a lot of good-looking women at the event; that it was a neat event.","tags":[]}
,{"id":"50463c1ebd11ff073c001ecd","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"i'd say go for more and better video displays on the walls.","tags":[]}
,{"id":"50463c1ebd11ff073c001ee6","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I really enjoyed it. I thought there were a few kinks, but I can't exactly pin point them.","tags":[]}
,{"id":"50463c1ebd11ff073c001ee6","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The last transition from the dj into the symphony was the most cohesive segway.","tags":[]}
,{"id":"50463c1ebd11ff073c001eea","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would have liked to see more of an integration of the classical orchestra and the electronic music, maybe even an interpretation of the classical pieces than a literal performance. It created a black and white opposition between the pieces and did not have a flow to the evening. I thought many comments from the classical conductor were inappropriate and lacked class....","tags":[]}
,{"id":"50463c1ebd11ff073c001eea","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I stated my overall feelings and comments in the earlier box. Regardless, I enjoyed the event and was happy to see a large turnout .","tags":[]}
,{"id":"50463c1ebd11ff073c001eeb","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It was a \"club like\" experience outside the club","tags":[]}
,{"id":"50463c1ebd11ff073c001eed","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I wanted more orchestra involvement with the electronic music\rI loved having the the trupet in the audience- I think multiple musicians spread about the audience would be really cool\rMusic played by the orchestra was too modern","tags":[]}
,{"id":"50463c1ebd11ff073c001eed","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I love the idea of bringing classical music in creative ways to the masses.\rI especially think the \"youg People's concert\" format, (used by Leonard Bernstein and, so effectively recently by his daughter) is the best approach to bringing classical music to the masses.  the information shared about the life and times of the composers, as well as the explanation of the technical actions of the orchestra give classical music a context that makes it more interesting and creates a deeper understanding of what the composers are doing when they compose.\rEducation works for all ages!\r","tags":[]}
,{"id":"50463c1ebd11ff073c001eef","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Good music and concept; unappealing crowd.","tags":[]}
,{"id":"50463c1ebd11ff073c001eef","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Find ways to draw a younger crowd that is enthusiastic about the dance club aspect. The vast majority of people there were older men with dates.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef1","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Can't wait for the next one! ","tags":[]}
,{"id":"50463c1ebd11ff073c001ef1","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"GREAT GREAT GREAT","tags":[]}
,{"id":"50463c1ebd11ff073c001ef1","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Excellent event. Can't wait for the next one! :) ","tags":[]}
,{"id":"50463c1ebd11ff073c001ee3","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"great event!","tags":[]}
,{"id":"50463c1ebd11ff073c001ee3","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was great, wish there were more seats/tables on the upper leave.","tags":[]}
,{"id":"50463c1ebd11ff073c001ee3","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"loved it!","tags":["complex","conductor"]}
,{"id":"50463c1ebd11ff073c001ef2","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Overall, a fantastic evening.  \rThis is the best event of the evening in a neighborhood that offers the best events in the USA!","tags":[]}
,{"id":"50463c1ebd11ff073c001ef2","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"98.9% positive.\rThe bars really need a more professional staff.  The offerings were sparse, the prices would be fine if the bartenders knew what they were doing, but they did not, so it feels like you are getting ripped off.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef2","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Leaps and bounds better than last years pulse shows","tags":[]}
,{"id":"50463c1ebd11ff073c001ef4","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Unfortunately, my friends, peers and colleagues who attended this event who had attended previous PULSE events did not feel this one was on par with the others.  The DJ did not interact with the pieces as much and the electronica portion was very limited.  The video projections paled in comparison and the music choices were not as interesting as they were at previous PULSE events. People talked for weeks about the \"soccer\" piece at the last PULSE.  There was nothing especially memorable about any of the pieces at this PULSE concert. Sorry for the negative feedback this time (it's a rare thing indeed).  We love NWS and plan to keep coming back! ","tags":[]}
,{"id":"50463c1ebd11ff073c001ef4","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Please see previous comments.  Thank you.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001ef4","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"This is our third PULSE and the video projections were much less sophicated and much less interesting then at previus PULSE concerts.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001ebe","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The emails received were very confusing (the start time changed twice, and the end time also changed). Need to work on consistency and organization.","tags":[]}
,{"id":"50463c1ebd11ff073c001ed2","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Choice of music could be better. If you're trying to recreate a club experience in new kind of setting, it would be great to make people dance!","tags":[]}
,{"id":"50463c1ebd11ff073c001ee9","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That it was very noisy and there wasn't enough seating.","tags":[]}
,{"id":"50463c1ebd11ff073c001efb","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The rooftop lounge should definitely have been open.","tags":[]}
,{"id":"50463c1ebd11ff073c001efb","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The format was great.  The rooftop lounge should have been open would have been nice to be able to go have a drink and socialize up there. Love the mix of all the media especially the electronica and classical.","tags":[]}
,{"id":"50463c1ebd11ff073c001efb","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"great combination of media","tags":["music","conductor"]}
,{"id":"50463c1ebd11ff073c001ed1","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Not what I expected..... A bit dissappointed","tags":[]}
,{"id":"50463c1ebd11ff073c001eff","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I was concerned that the behavior of the audiance was somewhat disrespectful to very talented NWS musicians. Even though the instruments were amplified, there was a constant din of crowd chatter that could still be clearly heard even while the entire symphony was playing. These guys and gals deserve attention and are not simply background music for conversation. Maybe NWS could project a message on the walls asking for \"quiet moments\" when the entire symphony is playing. Chattering could resume during the electronic music and maybe even soloist songs. Easy to say, but probably difficult to achieve in reality. No fuddy duddy here. These comments are from a dedicated rock & roller who spends pleanty of time being blasted by classic rock, as close to the front of the stage as they will let me stand. My sincere thanks to All at NWS for entertaining me,  making my life happier and educating me as you do.","tags":[]}
,{"id":"50463c1ebd11ff073c001eff","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"All very well chosen for this venue. The typical blinding strobe lights (fun as they are) would be too much for this auditorium.","tags":["conductor","parking","music"]}
,{"id":"50463c1ebd11ff073c001f01","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I felt there could have been more integration of the symphony and electronica.  It seemed more like they were just taking turns playing and just happen to be at the same venue.  Other than the bass and sax playing at the same time as the DJ, the rest of the orchestra only played by themselves.","tags":[]}
,{"id":"50463c1ebd11ff073c001f02","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Drinks are too expensive.  It's embarassing that a ticket can be purchased for $20 and the drinks are $10.  I think you should increase ticket prices and lower drink costs.","tags":[]}
,{"id":"50463c1ebd11ff073c001f00","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"What a great night!","tags":[]}
,{"id":"50463c1ebd11ff073c001f00","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great format.  Very interesting and engaging.","tags":[]}
,{"id":"50463c1ebd11ff073c001f04","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought the building and the interior design was amazing.  The overall concept of the event was great.  The interstitial sets were good, but the gaps between the main sets were way too long.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f04","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"You have a truly amazing space, and the concept of interactive, casual music events was great.  The gap between the electronic music and the classical music choices were a little too wide.  The classical music could have been a little more accessible.","tags":[]}
,{"id":"50463c1ebd11ff073c001f04","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The effects were good, though it felt they could be more ambitious (they were cool, but the sets were long enough that they could have evolved over the course of each set).  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f05","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Amazing! I was in awe by the conductor and the symphony.  It was truly an extraordinary event.  I LOVE the mix of dj and classical music.  It was my second Pulse event.  I LOVE the energy and the space.  Thank you NWS!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f05","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I LOVED it!  The venue and the symphony were great!  I would like to see more staff cleaning up after people so there isn't trash laying around.  Other than that NO complaints.  I really enjoyed it and have recommended everyone i know to attend an event a NWS.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f06","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That I had a really good time, and I hope that they have another Pulse event again soon because I will be attending. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f06","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I like the back and forth between the classical and electronica, but it would have been interesting to see the symphony compete/play along with the electronica. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f06","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I just wanted to let you know that I attended the event on 1/20/2012; that date wasn't available in the survey selection. The effects and lighting were great it made the event feel more special and modern. Not like I was at a traditional symphony concert ","tags":["parking","music"]}
,{"id":"50463c1ebd11ff073c001f08","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"what an awesome experience","tags":[]}
,{"id":"50463c1ebd11ff073c001f03","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"it would have been better if less people were standing all over the place and speaking loudly...drinks were expensive!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f03","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"as stated previously i was negatively impressed by the high number of perople standing and speaking loud during the performance as well as negatively impressed by the high price of the beverages and limited variety of F&B","tags":[]}
,{"id":"50463c1ebd11ff073c001f03","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"interesting but not much variety of it","tags":["elegant","conductor","morose"]}
,{"id":"50463c1ebd11ff073c001efe","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"fantastic event. drinks were way too expensive","tags":[]}
,{"id":"50463c1ebd11ff073c001efd","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great event...can't wait for the next one.","tags":[]}
,{"id":"50463c1ebd11ff073c001efd","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great event and I'm so glad I found out about it. Will definitely attend another one. I know its not part of the idea, but a small outside area during the great weather would be welcome too.","tags":[]}
,{"id":"50463c1ebd11ff073c001efd","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Some of them were a little monotonous but the overall effect was great!","tags":["music","food","elegant"]}
,{"id":"50463c1ebd11ff073c001efc","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"WOW!! How come I didn't know about this before...It was awesome. ","tags":[]}
,{"id":"50463c1ebd11ff073c001efc","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"They were very creative.","tags":["simple","complex","music"]}
,{"id":"50463c1ebd11ff073c001efa","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It would be nice, if possible, to request that the people standing next to the stage maintain a lower tone of voice while musicians are performing. It was great and audience was respectful when seated; not so close to stage.","tags":[]}
,{"id":"50463c1ebd11ff073c001efa","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great to see something different! Excellent concept and great that it is made affordable!","tags":[]}
,{"id":"50463c1ebd11ff073c001ef9","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would like to attend the Pulse events in the future. I will be spreading the word any inviting friends.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef8","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great show, nice performances and fun time.  Wish we had come with some friends.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef8","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved the format, the information via projection and phone.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef8","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"More laser lighting, the moving images, were too static, not enough color, patterns, movements...","tags":["music"]}
,{"id":"50463c1ebd11ff073c001ef7","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I want to attend more PULSE events, although I must say that I am not the typical person that you are targeting. I am a more traditional classical music concert lover but I had a great time. This was my first PULSE. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ef7","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I heard from my friends that the service at the bar was very slow.  I do not drink so it did not affect me.  I think you should improve on the bartending service. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ef6","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"After a while, the music seemed too loud and chatting with friends required much effort.  Also, the event would have been more enjoyable if there were couches and multiple seating areas in the main concert hall.  Make it more lougey next time.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef6","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It would be more enjoyable if there was more seating in the main concert hall floor to give it a more loungey feel.  Perhaps you could put couches and coffee table all around with a dance area in the middle.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef3","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I wished I could see the musicians better. I didn't want to sit because I preferred to stand and dance and mingle (club scene), but since this is the only opporunity I get to see a symphony, I'd like to have been able to see them better. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ef3","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The electronic music could be more dance like, lyrics would be great. I took my teenage kids (18 and 16 with a friend each). Although they enjoyed (the 18 more than the 16 year olds) I think they would have preferred more \"danceable\" music.","tags":[]}
,{"id":"50463c1ebd11ff073c001ef3","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I enjoyed last year's images a little more. They were more captivating, this year's were an explanation of what the symphony was playing. Although I enjoyed learning this, I also enjoyed last year's more visually pleaseing and stimulating images","tags":["music"]}
,{"id":"50463c1ebd11ff073c001ef0","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"When's the next time and who am I bringing? I had never seen anything like it before. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ef0","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great ambiance. Could have have been a little more upbeat vs. being loungish, but that is personal taste. Overall a 5 star experience. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ee7","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Excellent venue and ambiance! The orchestra sounded wonderful, as well.","tags":[]}
,{"id":"50463c1ebd11ff073c001ee7","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Finding the bathroom proved to be a bit of a task initially. The bar stations were well positioned; however, my party and I couldn't find any food or hor d'oeuvres at the time of our arrival. It would have been more convenient to have additional chairs or couches near the dance area. Overall, it was a wonderful event and I look forward to future engagements.","tags":[]}
,{"id":"50463c1ebd11ff073c001ee4","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Elated!!! What a very wonderfully different experience","tags":[]}
,{"id":"50463c1ebd11ff073c001ee4","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"A uniquely wonderful musical/social experience. Look forward to the next. I'Ve been telling all my friends and clients about it","tags":[]}
,{"id":"50463c1ebd11ff073c001ee4","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Splendid experience. My first Pulse but not my last. ","tags":["parking","music"]}
,{"id":"50463c1ebd11ff073c001ee2","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Disappointed that there was not adequate seating, although this deficiency required us to walk around and mingle with other attendees.\rThe program seemed a bit disorganized, the first few sets seemed like the orchestra was merely warming up and did not sound like true music. Had the show been continuous or a little more powerful we might have stayed longer and had a better impression of the event","tags":[]}
,{"id":"50463c1ebd11ff073c001ee2","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Format seemed disjointed, a haphazard cattle call where people just moved around\rI would like to attend another time perhaps","tags":[]}
,{"id":"50463c1ebd11ff073c001ee1","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"it was too bad tht people were not really listening to the perfomance it was more of a social event for younger people who did not seem to appreciate the classical music part of the program, which is understandable. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ee1","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I liked the mixture of music as I like all kinds of music except hip hop,it might have been a help to maybe point out that when the classical music part was playing silence was to be maintained,in the last piece the talking of the people was competing with the music which was sad, \rit was very good, I understand this younger audience needs to be educated they don't know any better and need to be told to keep quite when the classical musicians are playing.","tags":[]}
,{"id":"50463c1ebd11ff073c001ee1","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"effects were well done","tags":["food","conductor","simple"]}
,{"id":"50463c1ebd11ff073c001edd","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"We enjoyed the event and will attend again.  One suggestion, have a member of the catering staff collect the empty cups.  They were everywhere and it looked trashy.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001edd","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The format is good. We really enjoyed the trumpet performance early on.","tags":[]}
,{"id":"50463c1ebd11ff073c001edd","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Did not like the worms, but other than that element it was great","tags":["food","conductor","music"]}
,{"id":"50463c1ebd11ff073c001eda","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I had hoped more people would dance.  I was a little claustraphobic ( I am only 5'2\") on the floor.\rI would have liked more joint pieces, I.E. where the electronic music and the instrumentalist play at the same time.","tags":[]}
,{"id":"50463c1ebd11ff073c001eda","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I actualy would appreciate it on Saturday nights, I am usually drumming at jewish services on friday nights. I was not aware if the roof top garden was open during the performance but I think that would be good. Many of the performance spaces were used but there were others that were not. The electronic music was primarily lounge music for most of the evening and could have had that part either earlier or in other parts of the building and have the main space to actually dance the entire time, I.E. White Party, Winter Party.","tags":[]}
,{"id":"50463c1ebd11ff073c001eda","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Any descriptions should be on more than one screen, as there are people standing or sitting under the one screen the information is on.  Including the greatest addition since the last time the Shush screen which could not be seen by everyone.","tags":[]}
,{"id":"50463c1ebd11ff073c001ed4","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Uninspiring bland music, overpriced drinks, poor food selection, too many people made it impossible to wander around musicians (which was the main thing I thought would be interesting to do)","tags":[]}
,{"id":"50463c1ebd11ff073c001ed4","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Should have allowed the rooftop garden access. Should choose musical pieces that are more suited to \"dance\"  like Beethoven symphony #7 or possibly Strauss or even Mozart. The music was more jazzy and sounded disjointed and distant","tags":[]}
,{"id":"50463c1ebd11ff073c001ed4","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Could be a lot better","tags":[]}
,{"id":"50463c1ebd11ff073c001ed0","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"So grateful to live in Miami and have access to such unique experiences.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001ed0","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very balanced and entertaining.  We will attend again and may even join NWS as members next season.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001ed0","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very tasteful and enhancing.  Not what I would have expected but really liked it.  ","tags":["elegant","food"]}
,{"id":"50463c1ebd11ff073c001eca","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great event, we should have more of these.  WIsh they went until later.  By midnight it is winding down although it is billed as until 1:30am. ","tags":[]}
,{"id":"50463c1ebd11ff073c001eca","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great format!!!!  Can be used to mobilize more people into joining Friends. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec9","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"A truly unique experience and a pleasant surprise at how comfortable I felt with everything going on. Engaging but not overwhelming.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec9","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Post audio/video clips of the Pulse evening to the NWS website because if more people could see/hear the evening's events, they wld be less intimidated by electronica and might join in a Pulse event in the future. ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec9","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Enhanced the \"club\" ambience and contributed to the overall experience.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec2","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Its fun and relaxed way to present classical music ","tags":[]}
,{"id":"50463c1ebd11ff073c001ec2","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"last two Pulse concerts had moving videos (film, etc).  Tonight was just static images with some moving effects.  I prefer a mix of both.  The Bunel/Stravisky film set last season was brilliant!!","tags":["food"]}
,{"id":"50463c1ebd11ff073c001eb8","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great event, would come back with a larger group. ","tags":[]}
,{"id":"50463c1ebd11ff073c001eb7","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"fun evening. will do it again.","tags":[]}
,{"id":"50463c1ebd11ff073c001eb7","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"could use an Emcee to tie it all together","tags":[]}
,{"id":"50463c1ebd11ff073c001eb6","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"When is the next PULSE??? I can't wait to come back and bring friends!","tags":[]}
,{"id":"50463c1ebd11ff073c001eb6","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great event - as soon as my boyfriend moves down from Boston in August, I will upgrade my membership and have him join as well. Looks like a great community with a fantastic artistic purpose. I love it!","tags":[]}
,{"id":"50463c1ebd11ff073c001eb6","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I love the visuals - my boyfriend does visuals up in Boston... when the visuals are good and in sync, I think they are a huge enhancement, but when visuals are poorly done, it can really ruin the performance. NWS was fantastic last night!","tags":["elegant"]}
,{"id":"50463c1ebd11ff073c001eb2","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"How much I love NWS and sharing it with friends and colleagues.","tags":[]}
,{"id":"50463c1ebd11ff073c001eb1","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"A friend reminded me That we were celebrating our 1 year anniversary of meeting each other. ","tags":[]}
,{"id":"50463c1ebd11ff073c001eb1","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I wouldn't change the format at all. ","tags":[]}
,{"id":"50463c1ebd11ff073c001eb1","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I expected some sort of visual effects. ","tags":["conductor","music"]}
,{"id":"50463c1ebd11ff073c001ead","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The music was not the same as previous events. The back and forth between DJ and orchestra was clunky and not entertaining","tags":[]}
,{"id":"50463c1ebd11ff073c001ead","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Everything was great except the music programming was really weak","tags":[]}
,{"id":"50463c1ebd11ff073c001ea8","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Too loud.","tags":[]}
,{"id":"50463c1ebd11ff073c001ea8","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Too many worms.","tags":["simple","conductor","morose"]}
,{"id":"50463c1ebd11ff073c001ea7","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"How much better than last year as the people there this year actually listened to the music. Might  have stayed longer had there been seats (we were four and stood throughout). Plus there was no red wine and white wine was served in a REALLY TINY inappropriate glass. Left and went to dinner elsewhere.\rBut If there is no red wine because of the staining....well I can live without it now that I think about it.  But just tell people that.","tags":[]}
,{"id":"50463c1ebd11ff073c001ea7","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"See prior comments. Aside from what I noted I think the current format is great.  We actually went to theater down at the UpClose Theater in the Arsht and from there to Pulse and from there back to the mainland for red wine and a late dinner.\rLast year much of the crowd really could have cared less about the music and it was painful being there with them.  I loved it when the room got totally silent to actually listen to the conductor.  It is working, I think. \rAs was it my imagination or not, but was not this year's crowd a bit older?  Not old old, but older? Particularly those who took all the seats before I got there!\rHad it been much more crowded we would likely have left much sooner. We finally found a good listen/view spot up top on the side.","tags":[]}
,{"id":"50463c1ebd11ff073c001ea3","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Loved it! But I was hungry ;-)","tags":[]}
,{"id":"50463c1ebd11ff073c001ea3","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Bringing big name DJs would be awesome. And jump start our own Miami Revolution Cafe. See classicalrevolution.com","tags":[]}
,{"id":"50463c1ebd11ff073c001ea3","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Video projections could improve","tags":["conductor","morose"]}
,{"id":"50463c1ebd11ff073c001e9e","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was a different concert. I liked very much to hear new and more contemporary composers. I would have like to hear more mixes between the DJ and the orchestra. The DJ sessions were too large compared to the time the orchestra was given to play. The conductor and orchestra were excellent!!! When the orchestra played it was very hard to hear because there were a lost of people talking (this is unavoidable)\rSuggestion: Why do not offer in another session the same concert without the DJ? Your wifi signal was very weak. In spite of these comments, this is one of the best Concert Halls in the USA","tags":[]}
,{"id":"50463c1ebd11ff073c001e9e","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The video projections may be a bit more creative when choosing the themes. Maybe mixt it with some symnols....","tags":["food","elegant","conductor"]}
,{"id":"50463c1ebd11ff073c001e9b","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It's a great Concept, Very disappointed with The Very Lourdes croWd. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e9b","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"To better appreciate the music, it needed to \"shhh\" everyone, it should be explained to all guests that during the performance they have to be quiet and after it they can go back to their drinks and chat.","tags":[]}
,{"id":"50463c1ebd11ff073c001e94","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Happy. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e94","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Fantastic! They fitted the music well. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e91","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I would llike to come back to listen and enjoy quietly a NWS concert.","tags":[]}
,{"id":"50463c1ebd11ff073c001e91","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The audience should remain quiet while the NWS is playing.  Too many people standing waiting for a sit...\r","tags":[]}
,{"id":"50463c1ebd11ff073c001e8f","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was a very special experience,  stimulating visually, auditory, and emotional.\r","tags":[]}
,{"id":"50463c1ebd11ff073c001e8f","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Wish it would be more comfortable for people to relax and dance. Loved the whole experience. Would do out again. Wonderful enthusiastic musicians.","tags":[]}
,{"id":"50463c1ebd11ff073c001e8f","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very pleasant.","tags":["parking","complex","food"]}
,{"id":"50463c1ebd11ff073c001e8b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I am getting a ticket to the next one. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e8b","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I wish the schedule would shift later by an hour. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e1c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Only thank you for the keeping youth to attend and preserve the classics","tags":[]}
,{"id":"50463c1ebd11ff073c001e1c","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"All was wonderful ","tags":[]}
,{"id":"50463c1ebd11ff073c001e1c","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"All well and fine","tags":[]}
,{"id":"50463c1ebd11ff073c001e1d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Awesome event","tags":[]}
,{"id":"50463c1ebd11ff073c001e20","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Love the synergy of classical and electronica","tags":[]}
,{"id":"50463c1ebd11ff073c001e20","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Continue to blur the lines between classical and electronica","tags":[]}
,{"id":"50463c1ebd11ff073c001e20","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Enthralling, enhancing","tags":[]}
,{"id":"50463c1ebd11ff073c001e26","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"awesome event.  Loved being able to go behind and in between the orchestra.  A couple of the orchestra pieces weren't a fit interms of the energy.","tags":[]}
,{"id":"50463c1ebd11ff073c001e26","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"awesome, except for a couple pieces of orchestral that did't fit.","tags":[]}
,{"id":"50463c1ebd11ff073c001e27","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The format has been evolving very well and approaches its acme.","tags":[]}
,{"id":"50463c1ebd11ff073c001e27","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Just great. Keep up the good work especially as it becomes harder to further improve upon a great thing.","tags":[]}
,{"id":"50463c1ebd11ff073c001e27","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Excellent","tags":["food"]}
,{"id":"50463c1ebd11ff073c001e29","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was a exceptional way to expose people to different music. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e29","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Have a better and more informed lobby staff. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e29","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The event was more pleasurable then I hoped. ","tags":["simple","complex"]}
,{"id":"50463c1ebd11ff073c001e2a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I wish the stools on the lower level were more comfortable.","tags":[]}
,{"id":"50463c1ebd11ff073c001e24","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"awesome","tags":["simple","elegant"]}
,{"id":"50463c1ebd11ff073c001e2c","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Have more the mindset of a New York/Montreal/Zurich arts place. Do not fall into the trap that business that only last for 12 months locally do. Respect your patrons, and make them feel welcomed and that you appreciate them choosing you instead of the unlimited options available and then, you will really succeed. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e2c","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Too long a wait line at the bar. Too small the wine glass portions. Not enough seats to enjoy. People that were picking up 'will call' tickets were allowed to jump the ones that opted for tickets to be mailed and wait in line, instead of making the line like anyone else. The typical trashy Miami experience, right from the beginning which I was hoping this would be the exception to.","tags":[]}
,{"id":"50463c1ebd11ff073c001e2d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The event was spoiled for us because there was no place to sit if one wanted to sit; and the hour was too late.  So basically, our feet hurt and we were tired, so we left.  I would have liked to hear more of the music.  I am not a classical music fan (went because friends went), but the presentation was winning me over.  But we were too uncomfortable.","tags":[]}
,{"id":"50463c1ebd11ff073c001e2d","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"see earlier answer","tags":[]}
,{"id":"50463c1ebd11ff073c001e28","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Gtrat way to blend very relevant music cultures","tags":[]}
,{"id":"50463c1ebd11ff073c001e28","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"nicely done","tags":["simple","morose","conductor"]}
,{"id":"50463c1ebd11ff073c001e30","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Can't wait to come back again and go to other events.","tags":[]}
,{"id":"50463c1ebd11ff073c001e30","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved it. Felt like it gave the music movement and made you apart of it.","tags":[]}
,{"id":"50463c1ebd11ff073c001e33","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Left will a sense of excitement and emotional and social fulfillment. Was an amazing evening. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e33","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Perfect timing to have the Pluse event during Ultra week. Love electornica music and combining it with the symphony music is like mixing peanut butter and chocolate- delicious!\r\rThx and keep up the GREAT WORK!!!\r\rNorm Caldwell","tags":[]}
,{"id":"50463c1ebd11ff073c001e33","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Was amazing and I LOVED IT!!!","tags":[]}
,{"id":"50463c1ebd11ff073c001e34","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It may be a good idea to explain at the beginning of the show about the quieter experience when the orchestra is playing vs the dj","tags":[]}
,{"id":"50463c1ebd11ff073c001e35","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Show transcended expectations. Felt like I took a journey or ride to the edge of tomorrow. The program was too short. Unfortunately the crowd got too sparse for the DJ Party after the symphony performance. Wanted to mingle and party there, but it diffused to a dismal few. Had to leave.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001e35","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Amazing and relevant. The experience was refreshing. The performance should be visually fed to the screens at the bar and outside to encompass the entire bldg. Enhance the areas where attempting to mingle and socialize with attendees. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e35","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"essential to the overall experience.","tags":["simple"]}
,{"id":"50463c1ebd11ff073c001e31","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Cool experience, beautiful venue","tags":[]}
,{"id":"50463c1ebd11ff073c001e37","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"want more of these events","tags":[]}
,{"id":"50463c1ebd11ff073c001e37","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"all good.","tags":[]}
,{"id":"50463c1ebd11ff073c001e37","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"awesome combination of music types","tags":[]}
,{"id":"50463c1ebd11ff073c001e3e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"We love the New World Symphony because of its intrinsic musical excellence and because it is dedicated to innovating the classical music concert experience and exploring different ways of engaging its admiring patrons. We have had season tickets for the Boston Symphony Orchestra for 50 yrs with unrivaled comparative satisfaction until we simultaneously started attending the NWS concerts over a decade ago. Both organizations have been commited to exploring new musical experiences with great success -i.e., up until this Pulse Concert. We fully understand the organizations mutual goal of reaching out to young listeners to preserve the future vitality of classical music, but encouraging loud noisy social interaction during a concert is the epitome of leadership stupidity. Having said that, if the audience for pulse had been meaningfully prohibited from talk in the concert hall per se (the Shhhh projected sign was initially very clever and well received but totally ineffectual)the potential positive experience for music lovers might well have been a success rather than a total disaster. Let's give it  another try with appropriate intelligent and sensible administrative audience noiseless listening guidelines.","tags":[]}
,{"id":"50463c1ebd11ff073c001e3e","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I've singularly admired the NWS and its administrative & leadership brilliance (MTT et al) since its creative initiation, and am very supportive of its intent to explore and promote innovative musical experiences. Some modern compositions may seem like focal cacaphony to certain listeners (and not to others),but irrespective,outright non-musical talking-social interaction induced noise is noise and not subject to creative artistic evaluation/qualification. Noise is classical-music-greatest-enemy, however it might be wittingly or unwittingly generated.   \r\r","tags":[]}
,{"id":"50463c1ebd11ff073c001e3e","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"well done and artistically successful. The Shhhhh sign should be kept on continuously and a pre-concert announcement made indicating that that the non-music-lover's inconsiderate loud talking during the NWS performance is prohibited- i.e., it makes zero sense for both fine musicians & appreciative audience to experience a continuously cacaphonous concert!","tags":["complex","morose"]}
,{"id":"50463c1ebd11ff073c001e3f","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I enjoyed it and I thought it was a nice alternative to the club scene which seems to be dominated by an extemely young crowd. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e42","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Can't wait for the next event!! And looking forward to ANY NWS event.","tags":[]}
,{"id":"50463c1ebd11ff073c001e42","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great event....how about suggesting an after party place for those interested.","tags":[]}
,{"id":"50463c1ebd11ff073c001e42","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"MUCH better than last time!","tags":[]}
,{"id":"50463c1ebd11ff073c001e21","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"thought it was fantastic","tags":[]}
,{"id":"50463c1ebd11ff073c001e21","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"loved it !!!","tags":["elegant","morose"]}
,{"id":"50463c1ebd11ff073c001e45","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would like to attend the next event!","tags":[]}
,{"id":"50463c1ebd11ff073c001e22","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Too noisy \rCould not appreciate the symphony\rDj too noisy","tags":[]}
,{"id":"50463c1ebd11ff073c001e48","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"How ripped off we were.It was totally misrepresented.We deserve a refund.There was no seating; those who had a seat would rip your eyes out of your hesd if you attempted to sit while they walked around.It was probably a fire hazard as well.It was a totally horrible experience which is a shame since its a beautiful space with talented people'","tags":[]}
,{"id":"50463c1ebd11ff073c001e48","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Terrible experience Misinformation regarding seating that was unavailable with a 9:30 arrival.  People that took seats treated it as  a reserved seat and would not relinquish it even if they left to walk around.  Standing for 3 hours was not the plan.  I was told upon calling the box office that there would be seating if one was tired of standing  & dancing (which there was none) but this was wrong information. We are mature adults who frequent many venues in NY  Miami & cannot & willnot STAND for THREE  hours.  We had to leave.  I expect a full refund for this disaster.","tags":[]}
,{"id":"50463c1ebd11ff073c001e49","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Unfortunately that I would never go back because the people were so incredibly rude that they wouldn't shut up during the classical performances. I understand the club feel and the socializing during the DJ sets but beyond that, it was very irritating. \rAlso, the staff wasn't paying attention when the people who didn't have a seat were standing in the aisles blocking the view for us folks sitting down. That was because the staff monitoring our section was down on the railing of the mezzanine watching the show instead of monitoring the crowd.\rWhat really killed me was that a Security Guard was standing by the door when we got up to leave, and saw the whole incident and didn't do anything about it either.","tags":[]}
,{"id":"50463c1ebd11ff073c001e49","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The format would work if Miamians were civilized folks who had a real appreciation for culture and others beyond themselves.\rOutside of that I did enjoy the concept but don't see myself attending Pulse again. I used to see the Florida Philharmonic at Gusman in Downtown Miami back in the '80's and LOVED it so I would probably go back for a regular symphony performance.","tags":[]}
,{"id":"50463c1ebd11ff073c001e49","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It created a club-like feel which took me back to my clubbing days from the '70's to the early 2000's.","tags":[]}
,{"id":"50463c1ebd11ff073c001e4a","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Will definitely come back and bring more of my friends.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001e4a","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The entire evening flowed seamlessly between the orchestral performances, which were spot-on amazing, and the DJ sets, which were fun to listen and move to.  The lighting, video and other special effects combined to make a truly special and unique environment.","tags":[]}
,{"id":"50463c1ebd11ff073c001e4a","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Brilliant lighting and effects made the whole event very special and fun.  It really made the evening what it's supposed to be: a blend of an evening at the symphony with an evening at a dance club.  Marvelous. ","tags":["conductor","simple"]}
,{"id":"50463c1ebd11ff073c001e4b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"A wonderful event where you step off the grid of your day to day toils and leave just feeling invigorated and happy.","tags":[]}
,{"id":"50463c1ebd11ff073c001e4b","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"This one of the best concepts I ever experienced. It gives people that usually would not buy a ticket for a classical concert the chance of encountering it on a different levee. Perfect!!!! And for those who do encounter the opposite dance level. I love it and have brought many friends who did not know about it but are now regulars.","tags":[]}
,{"id":"50463c1ebd11ff073c001e4f","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I enjoyed lighting effects. I thought video was a bit underused, and could have been enhanced with more active and interactive movement.","tags":["complex","food"]}
,{"id":"50463c1ebd11ff073c001e4c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great concept and fund event.\r","tags":[]}
,{"id":"50463c1ebd11ff073c001e53","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I hope they have more of this kind of event on the calendar.","tags":[]}
,{"id":"50463c1ebd11ff073c001e5d","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Improve the speed of service at the bar. \rAlso, this survey.","tags":[]}
,{"id":"50463c1ebd11ff073c001e5f","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It was nice but don't think I would go all the time. I liked the capsule stage set up, felt very interactive, was a bit crowded.","tags":[]}
,{"id":"50463c1ebd11ff073c001e5f","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It was hard in this situation for people to be quiet during the performances, I think it is a lot to ask of party-goers in this type of setting. I think it should be slightly more relaxed and let people feel the music.","tags":["morose"]}
,{"id":"50463c1ebd11ff073c001e60","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"what an amazing venue","tags":[]}
,{"id":"50463c1ebd11ff073c001e47","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would do it again. It was great.","tags":[]}
,{"id":"50463c1ebd11ff073c001e63","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Why were the most convenient entrances/exits to/from the event not accessible? I don't mind the lack of valet parking,, but the walk from the front entrance to the garage behind was dangerous at night, very uncomfortable in high heels, and inconsiderate. We had to walk up the drive ramp? Why were the not more easily Accessible entrances/exits on the West side of the building locked??","tags":[]}
,{"id":"50463c1ebd11ff073c001e64","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great experience.  Wished I'd gotten thereon-time.  Would like to return.","tags":[]}
,{"id":"50463c1ebd11ff073c001e65","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was impressed with the concept. There aren't many artists/venues that mix classical and electronica music.\r\rWith that said - Pulse needs to clearly identify itself. It is either a nightclub atmosphere or a symphony, and since it is advertised as the prior then it should not display movements performed solely by the orchestra. This is not only based on my preferences, but rather by the way the show was described in the event info page and portrayed in the video on the NWS website. I believe if the audience NWS is targeting is a younger crowd then go all out and attract them. I do not believe a super loud, fast, and hard music sequence is necessary, but asking a crowd in a \"nightclub atmosphere\" to \"shh\" while the symphony is playing is not ideal. \r\rIf NWS wants to keep symphony-only movements then they should be maybe shortened a bit, or do not play pieces that that lulls, or soft portions, because you lose the attention of the crowd, which is difficult to regain.\r\rStanding above it was difficult to hear everything clearly. The mix of the voices, symphony, and dj made for an unpleasant auditory experience. I understand that the venue may be acoustically tuned, but most likely not for the addition of a talking crowd and electronica beats. One way I believe this can be remedied is either with louder speakers, or more of them. There simply was not enough wattage.\r\rIf done tastefully, I believe a stronger show would be well received by the audience. For those who came for a \"Pulse\" evening, they left wanting for more. The intermissions could have more pronounced electronica music accompanied with an instrument that is better heard, maybe like a solo violinist. The orchestra and dj should have a stronger relationship - for reference, see Metallica with San Francisco Symphony Orchestra videos on Youtube.\r\rI believe Pulse can cultivate itself into a destination show with a little tweaking. \r\r-Daniel Casey, dncasey.usa@hotmail.com","tags":[]}
,{"id":"50463c1ebd11ff073c001e65","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I left my comments in the last comment box.","tags":[]}
,{"id":"50463c1ebd11ff073c001e65","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The lighting was nice, but the projections on the wall were a bit dull. The venue should not be afraid of displaying for visually exciting images on the wall. I understand that strobe lighting or lasers into the crowd may not be appealing to all, plus this is was not an actual club, but slow moving patterns were not effective. I enjoyed the green and blue hues, they were appealing. Also, the venue should make the room darker, maybe this can be accomplished by more focused images on the wall above and to the sides instead of a big splash screen; this will make it more intimate and draw more attention to the focused lighting upon the dj/symphony. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e67","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I will come back for more.","tags":[]}
,{"id":"50463c1ebd11ff073c001e67","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Can't expect people to hush in this kind of format.","tags":[]}
,{"id":"50463c1ebd11ff073c001e67","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The projections on the screen were dull.","tags":["morose"]}
,{"id":"50463c1ebd11ff073c001e5c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"needs other parking options!","tags":[]}
,{"id":"50463c1ebd11ff073c001e66","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thought I will be back next season","tags":[]}
,{"id":"50463c1ebd11ff073c001e66","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think it should incorporate more dance.","tags":[]}
,{"id":"50463c1ebd11ff073c001e6a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"happy!","tags":[]}
,{"id":"50463c1ebd11ff073c001e62","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought it was great that the event attracted a crowd of all ages. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e62","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The trumpet player and base player were a wonderful touch playing along with the DJ's selections.","tags":[]}
,{"id":"50463c1ebd11ff073c001e6e","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"We should have arrived earlier and stayed for the whole night. We will be back for the next event!","tags":[]}
,{"id":"50463c1ebd11ff073c001e6f","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Love it, ","tags":[]}
,{"id":"50463c1ebd11ff073c001e6f","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Pulse Miami, is such an Amazing Show.  I tell everyone to not miss any venues..","tags":["elegant","conductor","parking"]}
,{"id":"50463c1ebd11ff073c001e71","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Best $20 I have spent in a LONG time! A fantastic bargain for 3+ hours of top-notch live music and exploration complete with drinks and an eclectic crowd.","tags":[]}
,{"id":"50463c1ebd11ff073c001e71","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Will share much more this evening at the Focus Group!","tags":[]}
,{"id":"50463c1ebd11ff073c001e71","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The lighting and video were excellent; in fact, our group felt like there could be even more use of lighting and laser, etc.","tags":[]}
,{"id":"50463c1ebd11ff073c001e72","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"What a fascinating and mentally engaging event Pulse is--the combination of various music styles, the lighting and the incredibly eclectic crowd had everyone that attended with me talking non-stop about the event and the experience we shared.  It is so remarkably unique compared to any other performing arts experience, particularly because the audience seems so much a part of the event itself.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001e72","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"As my prior comments reflect my experience and opinion of this particular Pulse event and the serious in general is overwhelmingly positive.  One logistical criticism--the bar service at this particular Pulse (not at prior events) was poor.  The bartenders seemed overwhelmed and rather disorganized and were having a hard time making change and efficiently processing payments.  You might want to consider going to a system where people who want to do so can purchase drink tickets (or credits) online in advance so the bartenders can just take the ticket and no have to worry about also making change or processing a credit card.","tags":[]}
,{"id":"50463c1ebd11ff073c001e72","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I have been to most of the Pulse events and the laser and lighting show at this event was absolutely spectacular and much more impressive than at prior events.  It was one of the highlights of the event and the people with me were equally impressed and amazed. Well DONE!","tags":[]}
,{"id":"50463c1ebd11ff073c001e73","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I wanted to buy a cd with the music played at the event","tags":[]}
,{"id":"50463c1ebd11ff073c001e73","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"More bartenders and better service at the bar was my only negative other then that the event was great.","tags":[]}
,{"id":"50463c1ebd11ff073c001e73","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I've been dreaming about the B-Sides for days","tags":["morose","simple"]}
,{"id":"50463c1ebd11ff073c001e1e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"MORE LIKE IT DURING THE YEAR","tags":[]}
,{"id":"50463c1ebd11ff073c001e77","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"wow, that was cool. when is the next one?","tags":[]}
,{"id":"50463c1ebd11ff073c001e77","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"i know that the club concept is an integral part of this performance, but i think the inside bar is detrimental to the enjoyment of the event. people just get too lound towards the end of each classical piece.","tags":[]}
,{"id":"50463c1ebd11ff073c001e77","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"really enjoyed this element of the performance.","tags":["complex"]}
,{"id":"50463c1ebd11ff073c001e78","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I loved it. What a great concept. I'm so happy that I attended and will definitely attend the next Pulse Event and I will encourage all my friends to share this fantastic experience.\rEverything was perfect, the lighting, the music, all the cool people, the club atmosphere.  Thank you for bringing this great event to our community.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001e78","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"All I can say is that my Husband and I had a fun, lively evening, and we were both glad that we attened.","tags":[]}
,{"id":"50463c1ebd11ff073c001e78","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Fantastic. Definetely added to the \"club-like\" atmosphere.  I loved all of it.","tags":["conductor"]}
,{"id":"50463c1ebd11ff073c001e79","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Wish I could have stayed longer.","tags":[]}
,{"id":"50463c1ebd11ff073c001e79","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Not enough bartenders - took almost 30 minutes to get a drink","tags":[]}
,{"id":"50463c1ebd11ff073c001e76","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I really enjoyed it and was glad to bring 3 new people to the event - they loved it!","tags":[]}
,{"id":"50463c1ebd11ff073c001e7c","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The orquestra and Dj could be more balanced, not just alternating, anybody can do that. If it was both together it would a unique experience but it takes someone with a vision to achieve  a seamless blend of electronic and classical. Personally I enjoyed Pulse tremendously and would attend again, but I felt the Dj and Conductor were cocky and immature in their presentation, the music was not as unique for it to be about them, it was about the music.","tags":[]}
,{"id":"50463c1ebd11ff073c001e7c","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Please have more events like this! ","tags":[]}
,{"id":"50463c1ebd11ff073c001e7c","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Could be more surreal, more creative, dont go for safe, its miami!  its art :)","tags":["conductor","elegant"]}
,{"id":"50463c1ebd11ff073c001e7b","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"My feet hurt (minor detail)","tags":[]}
,{"id":"50463c1ebd11ff073c001e7b","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I love music so it didnt \"deepen\" anything. However I would have liked to hear more recognizable classical music  i think it would have been better for the audience.  (ex Beethoven 5th, flight of the bumblebee, a popular waltz...","tags":[]}
,{"id":"50463c1ebd11ff073c001e7e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great vibe by the end of the evening - wanted to stay later, have more friends there to dance and listen, brillaint Bates piece.","tags":[]}
,{"id":"50463c1ebd11ff073c001e7e","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Have more of them.  Choice of symphonic music at the end (more modern pieces) fit well, much better than the earlier pieces (and I love Stravinski, but) - would've liked more interaction with Bates and the Orchestra - the intros and outros with the Orchestra were amazing and blended seamlessly.   The interaction of live musicians (bass, 2 x trumpet) bring an aliveness to house music that is beyond what you can find in a club - and should be exploited as a differentiating aspect of the evening.  \r\rWe also loved the opportunity to listen and watch from different places, to mill about and dance.  That was a rather extrordinary part of the evening - especially for my 16 year old son.\r\rThe experience was warm, inviting and participatory - not merely observational.  I would think that such events would bring a great awakening to symphonic music.","tags":[]}
,{"id":"50463c1ebd11ff073c001e7e","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"They added a presence and enhanced the enjoyability of the pieces, far superior to a handout.   The evening wouldnt have been the same without them.","tags":["elegant","music","complex"]}
,{"id":"50463c1ebd11ff073c001e81","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"incredible; had a great time.","tags":[]}
,{"id":"50463c1ebd11ff073c001e81","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"positive all the way.","tags":[]}
,{"id":"50463c1ebd11ff073c001e81","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think they were wonderful","tags":[]}
,{"id":"50463c1ebd11ff073c001e89","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved the event..Should do it on a regular basis...Maybe would open the rooftop to go grab a drink and go back to the event","tags":[]}
,{"id":"50463c1ebd11ff073c001e8a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"wow","tags":[]}
,{"id":"50463c1ebd11ff073c001e87","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I felt very relaxed and happy. I thought I was privileged for having the chance to experience such an amazing event in Miami!!! Miami is now more than nice beaches and shopping! Art Basel and the New World Symphony are showing the world this is a place for culture and amusement!","tags":[]}
,{"id":"50463c1ebd11ff073c001e87","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Please do it again!","tags":[]}
,{"id":"50463c1ebd11ff073c001e87","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"AMAZING EXPERIENCE! LOVED EVERYTHING ABOUT IT! ","tags":["parking","food","complex"]}
,{"id":"50463c1ebd11ff073c001e85","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"interesting concept, enjoyable evening, maybe a little disjointed playing both the role of concert attendee at one moment and socializing in a club atmosphere the next.","tags":[]}
,{"id":"50463c1ebd11ff073c001e85","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"drink, talk, dance, enjoy....ok, now be quiet and listen,.....ok, now party some more,.....ok now shhhh and listen. wierd but fun night","tags":[]}
,{"id":"50463c1ebd11ff073c001e84","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Amazing event. New, fresh, fun- so necessary and perfect for Miami.","tags":[]}
,{"id":"50463c1ebd11ff073c001e7d","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"That it was a fabulous way of getting people into the NW Center.  That the ambiance created was very good - but as commented before, that when the DJ music was playing, the projections should have filled the place completely to avoid a feeling of semi-emptiness created by the lack of video material on two of the screens.\rEven though Mozart is perhaps our favorite composer, we felt that his music did not fit as well as the other selections played.  Perhaps too serene for the event.\r","tags":[]}
,{"id":"50463c1ebd11ff073c001e7d","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"A very interesting format with a lot of growing potential and a lot of fun\r","tags":[]}
,{"id":"50463c1ebd11ff073c001e7d","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"We felt very strongly that when the classical music stopped (with its video presentation (which was very good), the other video work filling the rest of the screens should also have been projected onto the screens that during the live concert were occupied with the artistic production that matched the music.  When the NWS players ended (and so did the video that matched their playing), it felt like a vacuum on that side, as if the show had ended, or something was henceforth missing, until the next piece that was played live.  We think it was a mistake to do it this way, for it took away from the vitality of the scene when the NWS players were not on.\rAgain, we felt that the video material that was being projected on the other screens should have been extended to the remaining spaces.","tags":["conductor","complex"]}
,{"id":"50463c1ebd11ff073c001e7a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Euphoria! An intense high, full of energy, alive!","tags":[]}
,{"id":"50463c1ebd11ff073c001e7a","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I loved the club like atmosphere, the location of the DJ and musicians placed throughout the space.\rThe integration of today's music and yester year was brilliant.  I love the noise of the crowd, the activity, the buzz...","tags":[]}
,{"id":"50463c1ebd11ff073c001e7a","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was an amazing event all around.  What a fantastic concept. Loved the projections and effects immensely.","tags":["food","morose"]}
,{"id":"50463c1ebd11ff073c001e75","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was a fantastic evening. Being able to walk around and view the musicians and DJ up close was great and made for a very unique experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001e75","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"We really enjoyed the event. It was a bit long. I think if the time between sets was shortened it would improve. The crowd had thinned out by the end as they probably had other engagements. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e74","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"how good NWS things are; and why people didn't stay longer to dance - it's a club, essentially, afterwards, after all.","tags":[]}
,{"id":"50463c1ebd11ff073c001e74","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"you can't do enough, as long as they're subtle so don't distract the musicians.","tags":["elegant","conductor"]}
,{"id":"50463c1ebd11ff073c001e70","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The crowd is unfortunately to talkative during the performance.  Granted I appreciate experiencing music in new and innovative ways, but I need to at least be able to hear it.  The crowd around me was talking the entire time.","tags":[]}
,{"id":"50463c1ebd11ff073c001e70","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I'm enthusiastic about the new ways NWS is presenting music and think that Pulse is effective in engaging new audiences. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e70","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It's a perfect compliment to the programing and never a distraction.","tags":["complex","elegant"]}
,{"id":"50463c1ebd11ff073c001e6c","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Very impressed with the presentation and how both music genre are similar.  I can't wait to attend again.  Thank you.","tags":[]}
,{"id":"50463c1ebd11ff073c001e6c","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Like I mentioned before, the event was great.  I am not a fan of classical music, but mixing it up with EDM was an amazing experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001e6b","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"This was an exceptional experience in every way. We think this was a special performance on every level. We were a little disappointed at the level of noise(talking) by the audience which did distract from the enjoyment of the performance. Wedo relaize we were unfamilar with the venue, and maybe this was something we should have expected, but it appeared mildly disrespectful and did make it less appealing to us. In fact, several times, the banner on the screen read SHHHHHHHH. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e69","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Why don't I go to more classical music events? Why don't these occur more often? What a fun night -- I had a blast....","tags":[]}
,{"id":"50463c1ebd11ff073c001e69","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Can you make it a bit longer? I'd heard PULSE events occur only quarterly though thinking about your initial question, I'm wondering if this is really the case. Definitely fun for mixing and mingling...","tags":[]}
,{"id":"50463c1ebd11ff073c001e69","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Overall, there was no effect. I did appreciate the fact that the classical selections were shown overhead so I can purchase the CDs of the music.","tags":["complex","music"]}
,{"id":"50463c1ebd11ff073c001e68","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The electronic music until after the new World finished it's final set was lounge music and not something to dance to.  To actually have something that people would dance to for the entire evening would be great.","tags":[]}
,{"id":"50463c1ebd11ff073c001e68","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Liked this one better then those sulptures of the previous two.","tags":["complex","food","morose"]}
,{"id":"50463c1ebd11ff073c001e61","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"How good this event was.","tags":[]}
,{"id":"50463c1ebd11ff073c001e61","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The format of the music last night was excellent including the visual and the selection of combination of classical/electronic music. The conductor was excellent and moving. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e61","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"This was the best of Pulse event yet. Improvement from last January's in visual, DJ and overall selection of music byNWS. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e5e","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"What a great event, with people of all sorts.","tags":[]}
,{"id":"50463c1ebd11ff073c001e5e","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"great way of introducing the NWS to people like me. It was a great night with a great vibe.","tags":[]}
,{"id":"50463c1ebd11ff073c001e5a","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Unique experience. Music combined with other senses. This is the best event I have visited in Miami. Pulse is a new way to enjoy music. I cant wait for the next","tags":[]}
,{"id":"50463c1ebd11ff073c001e5a","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Keep doing it! Maybe starting later (10 pm)","tags":[]}
,{"id":"50463c1ebd11ff073c001e59","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"When is the next Pulse event?","tags":[]}
,{"id":"50463c1ebd11ff073c001e59","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"A great format, which I hope will continue in the future. The noise level is sometimes disturbing, but this is the nature of the event and does not offset the positives. Only point of criticism is the catering: Too slow, too unorganized, too expensive and selection of drinks is too narrow. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e58","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"F-A-N-T-A-S-T-I-C evening. Can't wait for the next PULSE!","tags":[]}
,{"id":"50463c1ebd11ff073c001e58","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Love the format. Don't change it.","tags":[]}
,{"id":"50463c1ebd11ff073c001e58","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Needs more variety.","tags":["complex","simple","morose"]}
,{"id":"50463c1ebd11ff073c001e57","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Happy to have a spectacular venue to go to where i can enjoy culture, creativity, music, talented inspiring people,  laughs, safety....all at an  affordable cost. Happy to support such creation:)\rThe quality of the whole experience adds to my creativity! Also glad I had options to experience the event in different ways, thanks to different spaces some quite to really let it all in and others with background chatting but still pleasent. Great job you all!! ","tags":[]}
,{"id":"50463c1ebd11ff073c001e57","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":" -Little too congested areas at times. \r-Several of the seating spaces were reserved, but remained  empty.\rThank you! ","tags":[]}
,{"id":"50463c1ebd11ff073c001e56","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Had a great time, was expecting the DJ to engage other instruments from the orchestra. The DJ music seem too similar, almost the same song with slight beat changes.","tags":[]}
,{"id":"50463c1ebd11ff073c001e56","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The music part was interesting and entertaining, expected more variety from the DJ. The bar was terrible, somewhat overpriced and unbearably slow, took forever to get a drink.","tags":[]}
,{"id":"50463c1ebd11ff073c001e56","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"They were great","tags":["morose","complex","food"]}
,{"id":"50463c1ebd11ff073c001e54","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Enjoyed the evening, although an unpleasant bar experience may make me reconsider returning to future Pulse events. ","tags":[]}
,{"id":"50463c1ebd11ff073c001e54","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The bar staff was overwhelmed with the turnout. I spent more time waiting to get a cocktail than I did enjoying the musical performance.","tags":[]}
,{"id":"50463c1ebd11ff073c001e52","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"My feet were very tired from standing around and my body was rebounding from being bumoed into for 90 minutes.   Did not love format.  Was hoping for more of a dance experience!","tags":[]}
,{"id":"50463c1ebd11ff073c001e51","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I would like to go again.  The bar tenders suck like normal at events like this - it takes 15 minutes to buy a damn beer.  The orchestra was seated a little lower than ideal, but not a big deal.  The orchestra selection was good.  The conductor did a great job, especially in speaking to the audience.  The mix of DJ/orchestra near the end was very good - more like that please.  A better visual show would enhance the experience.  The open floor area is great for socializing.  It would be nice to see and hear more of the performance from the main lobby area.","tags":[]}
,{"id":"50463c1ebd11ff073c001e51","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Drinks are a big part of this for the customer and for the business.  Figure out how to get drinks into the hands of your patrons faster.  Maybe get someone who has to run a \"real\" bar at a club/restaurant to help. I would have hung out in the lobby more had the performance been projected into that area.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001e51","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Pushing it to a little more club-esque would be nice.  That said, more like true high-end clubs like you see in, say, the south of France.  Why?  They cater to a middle-aged well-to-do crowd.  I see this type of event being similar.  ","tags":["morose","elegant"]}
,{"id":"50463c1ebd11ff073c001e4d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"We were hoping for more music to dance to so we went out dancing afterwards to the Vagabond","tags":[]}
,{"id":"50463c1ebd11ff073c001e4d","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"You could lower the prices of the drink and ask the DJ's to pump the music for dance. That's what DJ's are there for, I believe.","tags":[]}
,{"id":"50463c1ebd11ff073c001e46","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was an enjoyable evening and I would like to attend more events at the NWS concert hall,perhaps become a subscriber. The hall is comfortable and intimate.","tags":[]}
,{"id":"50463c1ebd11ff073c001e46","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"There should be a way to get people to quiet down when the symphony plays (not the DJ,obviously). It was incredibly rude and distracting.","tags":[]}
,{"id":"50463c1ebd11ff073c001e44","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Peaceful and excited that I live in Miami!!!","tags":[]}
,{"id":"50463c1ebd11ff073c001e44","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great that you had house keeping around to pick up during the event!  ","tags":[]}
,{"id":"50463c1ebd11ff073c001e44","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"As a visual person it added a new way of seeing the music rather then just listening to it.\r","tags":["food","conductor","music"]}
,{"id":"50463c1ebd11ff073c001e3d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very creative presentation, and great combination of classical and contemporary music.","tags":[]}
,{"id":"50463c1ebd11ff073c001e3c","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"graet for Miami...positive peer reinforcement for the musicians....a LOT of fun","tags":[]}
,{"id":"50463c1ebd11ff073c001e3a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Won't miss next one. \rDrinks were way overpriced.","tags":[]}
,{"id":"50463c1ebd11ff073c001e3a","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Incredible event, though drink prices were unreasonable","tags":[]}
,{"id":"50463c1ebd11ff073c001e3a","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Incredible","tags":["music","parking"]}
,{"id":"50463c1ebd11ff073c001e39","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"How much I enjoyed it...loved the lasers....thought it was a unique show ...love that nws has organized this","tags":[]}
,{"id":"50463c1ebd11ff073c001e36","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"This was great!! I have never found this kind of event anywhere else! It was unique! And I love the fact that the tickets were not that expensive, allowing us to attend!","tags":[]}
,{"id":"50463c1ebd11ff073c001e36","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Drinks were too expensive, but I can understand that. Maybe if you offered the first drink that would be nice. What about having a singer as well? ","tags":[]}
,{"id":"50463c1ebd11ff073c001e36","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Amazing!! I wonder whether having excerpts of videos would have been a good idea too...","tags":["parking","simple","elegant"]}
,{"id":"50463c1ebd11ff073c001e2f","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Wonderfully surprised with crowd diversity, size of the crowd and the unique experience of mixing two genres at (typically) opposite ends of the musical spectrum.  Hopefully this can be the next evolution in concert experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001e2f","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"This survey is getting long...","tags":[]}
,{"id":"50463c1ebd11ff073c001e2f","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Would like to see video projections occurring on the rear house wall.  When behind the orchestra, one cannot see the video projection effects.","tags":["morose","complex","simple"]}
,{"id":"50463c1ebd11ff073c001e2b","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Love it, but the lack of visuals in sincronicity with the music, was a spoiler factor . \rWill definitely come back next year !!!\rVery cool the mix of classical and electronic!!! Recorded please and sell it!!","tags":[]}
,{"id":"50463c1ebd11ff073c001e2b","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Very poor.. I saw a classical concert of the Miami orquestra once and they proyected an extraordinary show with famous paintings  and. Quotes.  Awesome. Elegant and well thought","tags":["morose","simple"]}
,{"id":"50463c1ebd11ff073c001e25","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Had a good time and would come again with friends.","tags":[]}
,{"id":"50463c1ebd11ff073c001e25","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"More dancing music/vibe earlier in the evening...","tags":["morose"]}
,{"id":"50463c1ebd11ff073c001e23","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great mix of music and amazing ambiance. Overly expensive drinks.","tags":[]}
,{"id":"50463c1ebd11ff073c001e1f","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I wish Miami would have an evening cultural event without feeling it has to kowtow to the club kids.","tags":[]}
,{"id":"50463c1ebd11ff073c001e1f","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Would be great to have an evening of mingling with classical music and good food/drink.","tags":[]}
,{"id":"50463c1ebd11ff073c001e1f","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Dizzying and silly.  There's no need to mask a cultural event as a dance club.","tags":["food","simple"]}
,{"id":"50463c1ebd11ff073c001f0a","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great venue, great event.","tags":[]}
,{"id":"50463c1ebd11ff073c001f0a","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"really cool","tags":[]}
,{"id":"50463c1ebd11ff073c001f0c","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Loved it. Zappa music was too cool.","tags":[]}
,{"id":"50463c1ebd11ff073c001f0c","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great evening. Bartok string Quartets don't work when you have several hundred people talking and drinking. Zappa program was killer. Give me more contemporary composers in this format. If you repeat the string quartet type of ensembles in this format, at least crank up the volume. Make it loud!!!! I love what you are trying to accomplish. Consider that word of mouth is the best promo you can have. When everyone is texting and sending photos out during the show, word of mouth doesn't get any better.","tags":[]}
,{"id":"50463c1ebd11ff073c001f0c","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"More please!","tags":["conductor"]}
,{"id":"50463c1ebd11ff073c001f0b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great location, archictecture and concept!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f11","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I liked the concept of the event. Pairing the symphony insturments with DJ spun music.  However, it was hard to appreciate the music symphony as people were talking and this made it very distracting.   ","tags":[]}
,{"id":"50463c1ebd11ff073c001f11","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Pulse is a cool concept.  However, alternating between instuments and DJ made the event seem choppy and a bit boring. The final number when the complete ochestra and DJ were playing together was great. That is what I had expected for the entire event. The music was upbeat and you were able to appreciate the pairing of both musical syles in a cool and hit atmosphere.  Also, there should have been more high chair seating around the orchestra.If you wanteed to be close to the action, it ws uncomfortable to stand around for so much time. Especially if you had a drink in hand.","tags":[]}
,{"id":"50463c1ebd11ff073c001f11","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It added ambiance to the preformances.","tags":["morose","simple","conductor"]}
,{"id":"50463c1ebd11ff073c001f12","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"WOW WOW WOW !!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f12","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Please see my previous comment prior page","tags":[]}
,{"id":"50463c1ebd11ff073c001f12","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It really had a wow effect for me.  Sensory overload at times, could not hear the classical music when the crowd was speaking as one would not hear in a club......the drums piece was superior to hear and watch!!!  Overall, to me it really was another incredible experience with the NWS!!! If any comments to me it seemed that the seam between the dj's music and the orchestra playing, both should have the same stregth in loudness, to be seamless in going one into the other.\rThank you for an incredible night!!! ","tags":["parking","complex","morose"]}
,{"id":"50463c1ebd11ff073c001f14","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"what a fun night, what a great success for NWS. I did wish I knew in advance what the music pieces were -- i would have listened up a bit on Frank Zappa","tags":[]}
,{"id":"50463c1ebd11ff073c001f14","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"advertise the musical selections in advance. have the DJ or the conductor talk a bit more about the classical and electronic music to make it more engaging and educational experience, and help to make the connections between these two diverse music genres more apparent. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f14","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"i noticed the lighting immediately when entering the building and thought it had was extremely impactful, it made me feel like i was about to experience something exciting, different, special and innovative","tags":[]}
,{"id":"50463c1ebd11ff073c001f10","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great new concept.","tags":[]}
,{"id":"50463c1ebd11ff073c001f18","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"very cool event, and happy to have attended, wld like to be able to have a guest it makes it more interesting","tags":[]}
,{"id":"50463c1ebd11ff073c001f19","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"That the event was scattered & did not flow enough to get into a groove.","tags":[]}
,{"id":"50463c1ebd11ff073c001f1b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"This was a \"game-changing\" event. It married seemingly disconnected genres in a very hip way. It made middle-aged caucasians feel hip and absolutely helped develop a broader audience. Bravo to the team that created this concept. Encore, encore!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f1b","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Genius. Similar format. Ligetti/Bartok set (particularly Ligetti) was a big disconnect for the audience.","tags":[]}
,{"id":"50463c1ebd11ff073c001f1c","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Overall, I was disappointed with the type of music played, but I enjoyed the ability to meet and socialize with those in attendance.  I liked the opening musical selection when guests entered the main facility, but a majority of the remainder of the music was not that entertaining to me.  I was expecting more engergetic and festive music.","tags":[]}
,{"id":"50463c1ebd11ff073c001f1c","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"More energetic music should be played next time.","tags":[]}
,{"id":"50463c1ebd11ff073c001f1c","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I thought the concept for the event was excellent, but the music and videos didn't do anything for me.  I thought the music and videos were going to be more festive and energetic.   ","tags":[]}
,{"id":"50463c1ebd11ff073c001f1e","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"the musical pieces chosen for the eent were horrible. the combo of dj, new, talking standing about , lights, videos, movies playing was too much to enjoy one specific thing.would not go back to Pulse. the service at the bar was very poor to non existent. could not get a bartende to serve us. the rooftop garden was closed by fire dept. the venue is gorgeous, the outside, the inside also. i felt bad for the new musicians playing because no one was paying them any attention. too much going on!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f1e","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"they were beautiful on their own but it was overload with so much going on at the same time.","tags":["elegant"]}
,{"id":"50463c1ebd11ff073c001f1f","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I had a very positive impact. I loved the way the concert was performed. Totally innovative and opposite to the traditional classic music concerts.","tags":[]}
,{"id":"50463c1ebd11ff073c001f26","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"very noisy.","tags":[]}
,{"id":"50463c1ebd11ff073c001f26","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"If there had been less noise and distractions we probably would have enjoyed it more. As it was, neither the musicians nor the conductor could provide the quality of music we have come to expect. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f26","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Excessively disjointed","tags":[]}
,{"id":"50463c1ebd11ff073c001f29","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Too many people talking, I did not see the performers present \"themselves\" and I did not think the performers gave 110%. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f2b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I loved the whole experience, but it's not my world.  I was delighted to see it all, and love contemporary music...found it hard to really enjoy because of the talking, etc. I understood it and have no problem...just not for me.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2b","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Not for me; but applaud you for doing it and thought it was well done.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2b","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I am older (70) and applaud your inventiveness in sharing your wonderful music and venue.  While I didn't mind the dance music, I really couldn't hear the musicians because everyone was talking.  It was interesting to walk around the musicians..a very new experience for me.  I'm not sure it's fair to include my opinion because I am so far out of the demographic this was designed for.  I loved seeing all of the young people enjoying the evening and I love the NWS (except for the website, which I find difficult to use and I am fairly computer literate...but not like my grandchildren.  I'm not sure I'll go to anymore pulse (unless taking someone to introduce them to you), but I will certainly go to concerts.  I love them and think you will probably make your website easier to use by next year.  Thanks!","tags":["food","simple"]}
,{"id":"50463c1ebd11ff073c001f27","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I will probably come back! As long as the ticket is not expensive!","tags":[]}
,{"id":"50463c1ebd11ff073c001f27","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"N/A","tags":[]}
,{"id":"50463c1ebd11ff073c001f27","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The description of each piece was projected only in one of the walls, and you could only read it if you were standing on specific sides of the venue. Not everyone could read what the piece was about.\rAlso, the DJ's audio track for some sets was louder than the classical instruments and I couldn't really appreciate the music as much I would have wanted to.\rThe lighting effects were really nice! But they could have been a little more dynamic.","tags":[]}
,{"id":"50463c1ebd11ff073c001f23","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Why didn't you open the rooftop?","tags":[]}
,{"id":"50463c1ebd11ff073c001f23","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Staff could be more pleasant and welcoming.  The overall feeling is glad you're here, now look but for heaven's sake don't touch anything","tags":[]}
,{"id":"50463c1ebd11ff073c001f2a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"'twas not what I expected","tags":[]}
,{"id":"50463c1ebd11ff073c001f2a","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I expected to hear the sound quality to be better in our new hall; too much amplification I suspect","tags":[]}
,{"id":"50463c1ebd11ff073c001f2a","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"sound quality was poor, more like a nightclub than a music hall venue","tags":["music","elegant"]}
,{"id":"50463c1ebd11ff073c001f30","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very well done for a first go, but needs a bit of tweaking.","tags":[]}
,{"id":"50463c1ebd11ff073c001f30","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Kept the seamless, DJ feel.  Not enough dance energy thoujgh.  Full orchestra at midnight was wonderful in a way but actually detracted from turning the event into a club evening -- in future the larger orchestra should be earlier.","tags":[]}
,{"id":"50463c1ebd11ff073c001f30","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Wonderful -- but maybe too subtle.  Could have been more dramatic, more of a 'pulsing' feel.","tags":["conductor"]}
,{"id":"50463c1ebd11ff073c001f2e","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Want to come back for more. Would like it to start a little earlier. Consider Wallcast early on to grab attention...then bring it indoors only later in the evening.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2e","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Keep doing this. Maybe even add more to the schedule. Do year-round! Earlier start. Consider wallcast.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2e","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Amazing atmosphere...I think you can push it even more! There is a lot more you can do with the wonderful projectors there. Be creative!","tags":["conductor","food"]}
,{"id":"50463c1ebd11ff073c001f16","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was unable to attend performance due to an out-of-town funeral I needed to attend. I went to box office Feb 23 to exchange tckts for any other, later performance but was denied. Would it make any difference if I go back with proof of death?","tags":["elegant","complex","morose"]}
,{"id":"50463c1ebd11ff073c001f17","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Taking risks is a good thing.","tags":[]}
,{"id":"50463c1ebd11ff073c001f17","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"They were excellent and not too distracting.","tags":["simple","conductor","food"]}
,{"id":"50463c1ebd11ff073c001f33","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"How much I liked new approaches to old institutions...","tags":[]}
,{"id":"50463c1ebd11ff073c001f33","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"perfect format....but my husband and I will go to other events....at 68 we're probably not your PULSE demographic...but like to experience what's going on with the younger sets.","tags":[]}
,{"id":"50463c1ebd11ff073c001f33","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Fantastic...all of it.  Like the more flexible venue....will definitely attend other events....","tags":["food","elegant","morose"]}
,{"id":"50463c1ebd11ff073c001f36","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"TOO LOUD!!!! I had to leave much too early, missed parts that I would have wanted to attend, because the decibel level was killing me.","tags":[]}
,{"id":"50463c1ebd11ff073c001f36","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"IT should be possible to attend an event like this where there's some seating sheltered from the intense noise.","tags":[]}
,{"id":"50463c1ebd11ff073c001f36","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Added to the headache that the loud music caused","tags":["conductor"]}
,{"id":"50463c1ebd11ff073c001f38","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Awesome event.  Whoever developed the new hall with all of these cutting edge events had great foresight.  A wonderful achievement for the area.","tags":[]}
,{"id":"50463c1ebd11ff073c001f38","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"See last comment about interaction between musicians, conductor and DJ.","tags":[]}
,{"id":"50463c1ebd11ff073c001f38","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Loved it.  I would like to have had more interaction between the musicians, the conductor and the DJ.  Maybe a few words between each set.  But the experience was awesome. ","tags":["conductor","parking"]}
,{"id":"50463c1ebd11ff073c001f3a","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"wish we could have used the roof and more dancing","tags":[]}
,{"id":"50463c1ebd11ff073c001f3b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Fun for people who have never been there but not something I would attend on a regular basis....although a great event for out of town visitors.  We went to the Miami City Ballet Open Barren, then dinner on the road, followed by some time in the New World Center.  Fun evening.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3b","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I go to the NWS regularly so this is obviously not about me, but it is a great event for out of towners who may want the Miami Beach experience without going to a real club---because this really wasn't.  As for enjoying classical music this is not a particularly good format.  Fun though.  And forgive the earlier spell auto complet--we were at the Open Barre earlier not the Open \rBarren!  If tickets are still available I plan to  get more (I already have two) and invite some other friends to go with me in April","tags":[]}
,{"id":"50463c1ebd11ff073c001f3b","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"They were beautiful.  I felt the music was actually hard to appreciate with the conversation in the space.","tags":[]}
,{"id":"50463c1ebd11ff073c001f37","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Nice event.  Enjoyed the music but hard to hear the performers with all the people there (which is fine because of the nature of this type of event)","tags":[]}
,{"id":"50463c1ebd11ff073c001f37","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved the event.  Would probably attend again.","tags":[]}
,{"id":"50463c1ebd11ff073c001f37","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"they were about what I expected","tags":["music","food","conductor"]}
,{"id":"50463c1ebd11ff073c001f3d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I am so happy to live in South Florida.  t7his venue, and the quality of the performers, and the ingenuity of the planners, makes this venue a world class one.  I love Miami.  NWS is one really strong reason why I love Miami.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3d","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Thank you very much for a pleasant evening.  It was beautiful outside and in.  Michael Tilson Thomas is a gem, and we are fortunate to have him and the NWS as a part of our culture.  I hope we treat you all well.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3d","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I am hoping that, as time goes on, the theater will keep moving forward with the quality and the variety possible with such a flexible oplace.","tags":["food"]}
,{"id":"50463c1ebd11ff073c001f39","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great event","tags":[]}
,{"id":"50463c1ebd11ff073c001f28","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought it was a unique concept, however I heard similar comments from others that they were expecting something a little different.  In terms of hearing more combo of the DJ and musicians playing together","tags":[]}
,{"id":"50463c1ebd11ff073c001f28","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I would maybe shorten the total hours of both events (cocktail and concert included)","tags":[]}
,{"id":"50463c1ebd11ff073c001f41","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I enjoyed it and would like to attend to more of them","tags":[]}
,{"id":"50463c1ebd11ff073c001f3f","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I enjoyed it.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3f","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would have liked an opportunity to dance.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3f","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I specially liked the part when \"An Andalusian Dog\" was shown.","tags":["morose","simple","parking"]}
,{"id":"50463c1ebd11ff073c001f35","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"great performance","tags":[]}
,{"id":"50463c1ebd11ff073c001f35","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"great performance","tags":[]}
,{"id":"50463c1ebd11ff073c001f35","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"thought they were great addition to the music\r","tags":["food","complex","music"]}
,{"id":"50463c1ebd11ff073c001f24","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":" Enjoyed concert and format; disliked the music selection","tags":[]}
,{"id":"50463c1ebd11ff073c001f24","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Was the wrong screen used when an informational slide was used? Certainly could not be read from the galleries facing the orchestra?","tags":["music"]}
,{"id":"50463c1ebd11ff073c001f13","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great people coming to see nice original performace, but the level of performance is not there","tags":[]}
,{"id":"50463c1ebd11ff073c001f13","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"music not powerful enough","tags":[]}
,{"id":"50463c1ebd11ff073c001f44","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The event started to drag around 11:00 or 11:30.  At that point in the evening  the crowd was looking for the event tempo to pick up and it didnt which resulted in many people leaving the event by around 11:30. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f44","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Has potential to be a spectacular event.  The party on the roof top was fantastic.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f43","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"That this type of event is truly ground breaking.","tags":[]}
,{"id":"50463c1ebd11ff073c001f43","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The crowd disbanded soon after the last orchestral performance.  Something needs to be implemented at that time in the program to encourage people to stay and party/dance.","tags":[]}
,{"id":"50463c1ebd11ff073c001f43","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Very Cool!","tags":["complex","simple","food"]}
,{"id":"50463c1ebd11ff073c001f40","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I was really amazed at the interesting combination of light and sound and the ability to feel close and personal with the musicians and observe.  I spent the first part down on the floor and went upstairs to sit for Stavinsky.  I have been telling people how great it was during the event and since I left.","tags":[]}
,{"id":"50463c1ebd11ff073c001f40","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The lighting was amazing.  One quote I heard and agree with was \"it it the art or are we the art? Are we the audience or part of the show?\"","tags":["morose","conductor"]}
,{"id":"50463c1ebd11ff073c001f3e","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I liked the roof top experience the best and wish there was more music there. Enjoyed food, drinks and view.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3e","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"perhaps I left the concert portion too early but it didn't seem like a \"club\" and I didn't see anyone dancing.  More lounge seating would have been great on the main floor.  I didn't like people wandering so close to the musicians, as it seemed to detract from their expertise and importance.\rOverall, I enjoyed attending.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"i wished that there had been at least one piece that was more like a performance. i disliked that everyone spoke over all of the nws pieces. it didn't allow for anyone to enjoy the music. it was a bit frustrating. and if that can't happen, then the music at least needs to be dance music so that the people can connect with it somehow. it was too mellow for dancing; and everyone was too loud for you to properly listen and just enjoy the music.","tags":[]}
,{"id":"50463c1ebd11ff073c001f3c","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"i thought they were beautiful.","tags":["complex","music","morose"]}
,{"id":"50463c1ebd11ff073c001f34","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The overall impression was great. I believe that the goal of fusing classical with electronic was achieved quite successfully from a musical perspective.  However, I believe that much work needs to be done in the balancing of the sound dynamically.  The electronic music was very well balanced and not excessively loud by Miami Beach club standards.  However, the classical music portion needs to be brought into balance with the tone and volume of the electronic music.  For example, when the DJ finished his portion and the instrumentalists came in, the background audience sound (having naturally risen to a level dictated by what the DJ was playing)drowned out most of the music.  This was sadly quite prominent during the Bartok quartets, where inspite of sitting right on top of the quartet, I could barely hear any music.  Due to the inherent nature of the woodwinds, they carried but a little better but still not in balance with what the DJ had played.","tags":[]}
,{"id":"50463c1ebd11ff073c001f34","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It is a great idea that just needs to have some technical details ironed out.  I congratulate everyone at NWS on the event.","tags":[]}
,{"id":"50463c1ebd11ff073c001f34","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The video is not visible from about one quarter of the seats in the hall, so I was not able to see any of it from where I was sitting (behind the percussion and brass sections).","tags":["music","complex","elegant"]}
,{"id":"50463c1ebd11ff073c001f32","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Interesting concept, very rough execution","tags":[]}
,{"id":"50463c1ebd11ff073c001f32","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Darker lighting to more closely simultate the club experienced. Lengthier sets of more danceable music as opposed to the ambient music that was played in short sets between performances. Close off some of the seats to encourage more interaction among attendees, as opposed to simply serving as passive spectators.","tags":[]}
,{"id":"50463c1ebd11ff073c001f31","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I LOVED it. I kept going back and forth on wondering if rude to be talking during the event, but so completely loving it and wanting to dance around the conductor. I feared insulting the musicians, but when i saw them blush as the huge hollering we did after each song, and smiles on their faces - i think they dug it. Would be nice to hear their feelings though and know how our interaction and party effected their musical experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001f31","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very creative format - brave. One thing i felt is that i was sure NO ONE ELSE was doing this, and it really felt monumentally progressive and historic for the future of classical music and how we can experience it.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f31","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The lighting in the entrance/atrium was cool but with no music or people, made me feel like i walked into empty event. would need music or people complement to work. or style would need to be just simple lighting. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f2d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"If you guys want to have a club scene, you need a real bar with real bartenders.  It took forever to get a drink, they were out of vodka, out of cranberyy juice, a limited selection of beer.  The bar was terrible.  Really really bad.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2d","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The environment was not conducive to dancing during the DJ's sets.  Too much light and music was not loud enough.  You guys have to get this right.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2c","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I wish my companion had wanted to stay, but he had gotten impatient with the long pauses between sets. Things were just starting to get good.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2c","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"See above.","tags":[]}
,{"id":"50463c1ebd11ff073c001f2c","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I loved the concept. I'd give an \"A\" for effort, but only a \"B-minus\" for execution. \r\rThe biggest problem: DOWN TIME. There was too much time between sets, leaving people milling about, waiting for something to happen. As a result, you lost momentum.\r\rYoung folks all have A.D.D. They need something to keep them entertained at every moment. The music needs to be LIVELY.\r\rThe whole thing was just getting good about the time I left, but the friend I was with had gotten bored with all the waiting, so wasn't willing to stick around any longer. Too bad for me. I was actually very moved watching the conductor, who was obviously loving what he does.\r\rIf I had it to do over again, I'd arrive later in the evening. Maybe you could shorten the evening, and pack more into a smaller space of time.\r\rI hope you take this in the spirit of constructive criticism. I love what you're trying to do. I think you just need to tweak it a bit. \r\rI would go to PULSE again!","tags":["complex"]}
,{"id":"50463c1ebd11ff073c001f25","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"great concept. must come again, thsi time with a group of friends. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f25","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"great concept, liked the slightly older crowd, liked the different rooms, out.in. move around, etc.. NOT TOO LOUD< perfect volume","tags":[]}
,{"id":"50463c1ebd11ff073c001f25","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"loved it!  added to the ambiance","tags":["music"]}
,{"id":"50463c1ebd11ff073c001f22","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I renewed my acquaintance with old friends, made some new ones, and looked forward to attending a regular concert in the space to compare with this experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001f22","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I think the crowd may have enjoyed better the more definitive change from classical/orchestral presentation and dj/nightclub. The interaction was confounding.","tags":[]}
,{"id":"50463c1ebd11ff073c001f22","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The Dali movie was pretty mind-blowing, and the music was well-matched to it.","tags":["complex","music"]}
,{"id":"50463c1ebd11ff073c001f1d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was a new event, something that I had not seen before but thought it would have some dancing involved when in fact that was not something that you got from the music, it did not make you dance but really just listen and appreciate.","tags":[]}
,{"id":"50463c1ebd11ff073c001f1a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Incred phenom!  Probably the coolest musical and architectural event I have attended in my 60 years on earth.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f1a","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Keep it going","tags":[]}
,{"id":"50463c1ebd11ff073c001f1a","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Awesome!","tags":["food","simple","music"]}
,{"id":"50463c1ebd11ff073c001f15","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Would have loved to hear more music that evening, especially with the full orchestra. The Stravinsky piece was great; we just wished that there had been at least one other piece of repertoire performed, or even an encore piece. They were terrific.","tags":[]}
,{"id":"50463c1ebd11ff073c001f0f","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"love the pulse rooftop concept but want to see music format either one or the other.","tags":[]}
,{"id":"50463c1ebd11ff073c001f0f","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I love the concept but many of us felt the fusion of the music did not come out as had hoped. The musicians are awesome and the dj is good but the two didnt come together great","tags":[]}
,{"id":"50463c1ebd11ff073c001f0e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"A totally unique event. Definitely a great use of the new space. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f0e","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Info about the pieces could have been projected in the center where it would be easier for all to read. ","tags":["simple"]}
,{"id":"50463c1ebd11ff073c001f46","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was really impressed with PULSE. I thought it was exciting, experimental, and fun. The way the audience and performers shared the space was great. The music was really good, and the space is terrific.","tags":[]}
,{"id":"50463c1ebd11ff073c001f46","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I liked the blurring of nightclub/orchestral concert formats. It felt very fresh.","tags":[]}
,{"id":"50463c1ebd11ff073c001f46","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"while I liked the lighting, I think it took a back seat to the music. Perhaps this was intentional. I would welcome a more ambitious and integrated video and lighting program.","tags":["parking","elegant"]}
,{"id":"50463c1ebd11ff073c001f47","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Wish I could have stayed longer","tags":[]}
,{"id":"50463c1ebd11ff073c001f47","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Do another one!","tags":[]}
,{"id":"50463c1ebd11ff073c001f45","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"that i would have enjoyed it a lot more if the audience would have shut the fuck up.","tags":[]}
,{"id":"50463c1ebd11ff073c001f4a","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I really enjoyed the event and have told numerous people about it.  I look forward to attending the next Pulse!","tags":[]}
,{"id":"50463c1ebd11ff073c001f4c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"can't wait for the next one and that we should do PULSE events as the opening and closing of the friends season. At least 5 guests that I invited, after being at pulse for less than 1 hour indicated that they want to join!!! So its a great event to bring prospects to at the beginning of the season to get them to join, as well as the end of the season as we make the push for upcoming season","tags":[]}
,{"id":"50463c1ebd11ff073c001f4c","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"maybe a better sense of the schedule/timing for when the symphony performs within the entire program for the evening. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f4d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"where i was going next. when will the next pulse be","tags":[]}
,{"id":"50463c1ebd11ff073c001f4f","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Cannot wait for the next one. It was incredible. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f4f","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Much better than the first Pulse!","tags":[]}
,{"id":"50463c1ebd11ff073c001f52","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That I could have done without and it was not $20 well spent other than the support of education.","tags":[]}
,{"id":"50463c1ebd11ff073c001f52","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"See prior responses.","tags":[]}
,{"id":"50463c1ebd11ff073c001f52","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Overall I was not pleased with the event at all. If the mission was to combine dance music with the NWS then there should have been someone trying to silence the crowds. The large noise emanating from people talking detracted and drowned out any ability to hear the symphony. I honestly would not have stayed if it were free, it just wasnt a pleasant event. Oversold, very crowded and not a large focus on the music. ","tags":["conductor","food","complex"]}
,{"id":"50463c1ebd11ff073c001f50","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I felt rejuvinated and felt like I experienced something new and fantastic. I also felt it would be cool if there was an evening of pop symphonic music that had been recorded through the years like the moody blues , beatles,barry white etc to also be done. You can keep opening new doors to new listners to the nws.","tags":[]}
,{"id":"50463c1ebd11ff073c001f50","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thought the whole experience was amazing","tags":[]}
,{"id":"50463c1ebd11ff073c001f4b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Fun party like experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001f53","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"an amazing blend of classical music and eletronica. Awesome!","tags":[]}
,{"id":"50463c1ebd11ff073c001f57","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I loved the ineraction. I liked how close the audience was to the performers.  Some spaces were even in the middle of the Orchestra.\r At first especially on the first piece, the crowd noice really bothered me.  After a while I kind of figured it was just part of the experience.  I liked that people went to different places. I would have liked to be able to see more of the campus and the roof. I guess it closed somewhere at the beginning of the performance. I did not realize there was a difference between electronic and Dance music. The dance type music did not really start until the symphony had finished for the entire evening. I would have liked more of the music you want to dance to earlier in the evening.  The conductor was very energetic and in this facility you can see the conductor from many angles. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f57","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I would appreciate it more if it was either Sat. night or Sunday \"TEA\".  I usually drum at Services on Friday nights. Also if people are working on Friday it would be hard for something of this lenghth.  I actually think it might be better to put more electronic but more dance oriented between the orchestral pieces making it a bit longer that people stay. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f57","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I really liked the way the purple light looked on the musicians and stands and stand lights.  Interesting light that looked like bubbles.","tags":[]}
,{"id":"50463c1ebd11ff073c001f55","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"it was a shame there was so much talking; really detracted from the performance.","tags":[]}
,{"id":"50463c1ebd11ff073c001f55","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"love the idea but you cannot come here with the intention of hearing the music if you keep it as a casual chit chat setting. not fair to the musicians","tags":[]}
,{"id":"50463c1ebd11ff073c001f55","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"could not see from all seating areas","tags":["parking","morose"]}
,{"id":"50463c1ebd11ff073c001f5c","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Nice once in a while...and just far a while. Left when the drunks/druggies/idiots started 'conducting'.\r","tags":[]}
,{"id":"50463c1ebd11ff073c001f4e","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Im looking forward to future events.","tags":[]}
,{"id":"50463c1ebd11ff073c001f4e","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Very inventive.  This was creative culture.","tags":[]}
,{"id":"50463c1ebd11ff073c001f4e","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved the show, music and visual effects.  Not crazy about the amount of crowd chatter.  The people around me didn't quiet at all even when the NWS was performing.","tags":["conductor","simple"]}
,{"id":"50463c1ebd11ff073c001f5f","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great performance, good music selection, great atmosphere","tags":[]}
,{"id":"50463c1ebd11ff073c001f5f","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Please plan new and similar events","tags":[]}
,{"id":"50463c1ebd11ff073c001f62","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I absolutely loved it, but wanted more of it. It could have been more intense but it was highly enjoyable and I will not miss the next one.","tags":[]}
,{"id":"50463c1ebd11ff073c001f62","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Everyone that I know that attended was very pleased with the experience.","tags":[]}
,{"id":"50463c1ebd11ff073c001f62","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Were beautiful but could have been even more dramatic.","tags":[]}
,{"id":"50463c1ebd11ff073c001f63","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great time, great scene!","tags":[]}
,{"id":"50463c1ebd11ff073c001f64","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Will be back","tags":[]}
,{"id":"50463c1ebd11ff073c001f64","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Attended with my teenage son who enjoyed it very much. Great space, good music and fun atmosphere allowed us both enjoy the event.","tags":[]}
,{"id":"50463c1ebd11ff073c001f64","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Added to the party atmosphere","tags":[]}
,{"id":"50463c1ebd11ff073c001f5b","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Could be more \"dance\" or club atmosphere, otherwise is better to do a concert with DJ participation. It was kind of too much in the middle, nor concert or party","tags":[]}
,{"id":"50463c1ebd11ff073c001f66","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It is an incredible venue, and amazing mix of people, and such a wonderful concept. However, I felt that it was executed below potential. I understand the demands it requires from the symphony / human beings, but the overall event needs to be more impactful, high-intensity, up-beat, and lively. Overall, the experience didn't live up to the expectations that I had because everything / everyone seemed to be underutilized. Often times you couldn't even tell a DJ was playing; the two final pieces were the best ones, and they saved it until the end of the night. If it weren't for my friends who encouraged me to stay, I would have left the event very early on. I understand the event is new, but the concept is so unique - try to capture the audience and invigorate the guests to keep them there. The light effects and visuals were so amazing, yet they were hardly utilized, which made it all very underwhelming. Have an emcee or DJ who explains the event and what will take place, encourages guests not to leave because a \"grand finale\" a waits, and to boost the energy levels in the venue. The overall event had a series of highs (not very high) and lows (often times the beat was too mellow and the sounds were too soothing - I could have fallen asleep).  In the words of Arnold Schwarzenegger, ìPUMP IT UP!î to gain more  buzz and word of mouth (before you lose your audience).","tags":[]}
,{"id":"50463c1ebd11ff073c001f66","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Overall a great concept - needs to be fine tuned to be more energy and live up to the name \"PULSE.\" Showcase unique performances like the World Cup piece earlier on, and keep the momentum going! Educate your guests about what is taking place / will take place. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f66","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The World Cup video was amazing - it's a shame that many didn't realize what was going on since the description was only on one side screen. The Video and lighting effects enhanced the event (and made it the event what I believe it would be). Should utlize the lighting and video projections more often - it really was the richest enhancement to the event, and in my opinion was under utilized. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f60","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"This was for young people.","tags":[]}
,{"id":"50463c1ebd11ff073c001f68","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Every symphony should do this. It was great.","tags":[]}
,{"id":"50463c1ebd11ff073c001f68","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was all good. I preferred the symphony over the electronica, but it was a nice mix overall.","tags":[]}
,{"id":"50463c1ebd11ff073c001f68","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Enjoyed it.","tags":["simple","elegant"]}
,{"id":"50463c1ebd11ff073c001f65","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"one of best events have been to in Miami (not just NWS events). Everyone had an amazing time. huge buzz. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f65","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"fantastic. truly groundbreaking. got everyone talking.\r\rgreat idea to text for playlist\r\r(-): more bar help, was the only drawback i heard others commenting on","tags":[]}
,{"id":"50463c1ebd11ff073c001f65","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"amazing. totally changed the ambiance.","tags":["simple","morose","conductor"]}
,{"id":"50463c1ebd11ff073c001f67","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great idea to call in people to hear classic muisic . ","tags":[]}
,{"id":"50463c1ebd11ff073c001f67","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"O just Love it ! awesome.","tags":["parking","morose","elegant"]}
,{"id":"50463c1ebd11ff073c001f61","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Lets do it again...soon !","tags":[]}
,{"id":"50463c1ebd11ff073c001f6b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Wow that was awesome.  I'm starving.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f6b","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I got there for the rooftop party, so I was there from 8:30-1.  I needed some food.  Everything else was perfect.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f6f","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Should be renewed !!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f6f","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great !!!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f6d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would attend a future show","tags":[]}
,{"id":"50463c1ebd11ff073c001f73","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"wonderful idea! Hope we had a NY eve party here","tags":[]}
,{"id":"50463c1ebd11ff073c001f73","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"just bright !","tags":[]}
,{"id":"50463c1ebd11ff073c001f73","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"wonderful concept that attracted people who otherwise would have never been at the NWS and enhanced the experience of those of us who already love it","tags":["elegant","morose","complex"]}
,{"id":"50463c1ebd11ff073c001f75","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That we had witnessed a revolutionary musical event and were proud in happened in Miami","tags":[]}
,{"id":"50463c1ebd11ff073c001f75","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Hoping they occur more often. Some patrons were saving seats for \"ghost\" firends just to have more leg room but I understand there is nothing that can be done about it. Maybe hold off a portion of the venue for slightly more expensive tickets and seating. Once the show progressed the seating opened up so it was only a problem at the beginning and for us since my wife had a broken foot. The staff, once notified, made accomodations for us with a great view.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f79","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Less time between sets","tags":[]}
,{"id":"50463c1ebd11ff073c001f7b","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"\"This was a really different event I would like to bring others, who didn't attend, next time to\"","tags":[]}
,{"id":"50463c1ebd11ff073c001f7b","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I, along with other guests that I attended the event with, agree that the video projections could be made more use of.  There are several screens, and it would greatly enhance the experience.  For the next Pulse event, which I will definitely attend, it would be nice to add to the experience with unique background devices only the New World Center has.","tags":[]}
,{"id":"50463c1ebd11ff073c001f78","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"wow","tags":[]}
,{"id":"50463c1ebd11ff073c001f78","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"can't wait for the next event!","tags":[]}
,{"id":"50463c1ebd11ff073c001f78","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"added to the whole experience","tags":["conductor","parking","simple"]}
,{"id":"50463c1ebd11ff073c001f7d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great event, unlike anything I've done.  A great alternative for a Saturday night.  Loved the mix of people--old, young, straight, gay, everday, hipsters, etc.","tags":[]}
,{"id":"50463c1ebd11ff073c001f7d","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Lines at the bar were WAY TOO LONG. Lines were so long that I didn't even bother to grab a drink or food.  I was very hungry and left earlier than I wanted to so that I could eat some food.","tags":[]}
,{"id":"50463c1ebd11ff073c001f7d","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great.  Would love even more.","tags":["parking","food"]}
,{"id":"50463c1ebd11ff073c001f7e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I loved every second of it.. the music was mesmerizing!","tags":[]}
,{"id":"50463c1ebd11ff073c001f7e","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Everything was amazing! Only one potential improvement: better access to the bar or more servers.","tags":[]}
,{"id":"50463c1ebd11ff073c001f7e","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"amazingggg.....","tags":[]}
,{"id":"50463c1ebd11ff073c001f77","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"FOR THE YOUNGER SET.","tags":[]}
,{"id":"50463c1ebd11ff073c001f77","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"for the under 40 age group.","tags":[]}
,{"id":"50463c1ebd11ff073c001f77","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"entertaining","tags":["elegant"]}
,{"id":"50463c1ebd11ff073c001f7c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Enjoyed the event- liked the mix of classical with electronic.  The people were too loud, often had trouble hearing/enjoying the music.","tags":[]}
,{"id":"50463c1ebd11ff073c001f7c","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Love the idea and concept, needs tweaking- maybe more table tops so to reduce the amount of people (and chatter) on the floor which distracted from the music.","tags":[]}
,{"id":"50463c1ebd11ff073c001f84","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Some good moments but format did not work for us. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f84","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was happy to attend what seemed to be a ground breaking event but as I said it didn't work for us as classical music concert. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f84","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Audience was not respectful of musicians. Better to have symphony first with silence followd by electronica although our crowd really liked the transitions between the two type sets. Mix did not work because of loud talking by many attendees.  Friend remarked that they should have taped peoples mouths upon entry rather than giving plastic wrist bands. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f80","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"please open the rooftop at these events","tags":["food","complex","music"]}
,{"id":"50463c1ebd11ff073c001f76","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"innovative but must mature to more sophisticated crowd.","tags":[]}
,{"id":"50463c1ebd11ff073c001f88","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Why wasn't the garden open?  I purchased tickets because I thought it was outdoor event on the roof.  I was not expecting the open house theme with people wandering in and out, up and down the stairs throughout the building.  It was very different from what I expected.  I am thrilled, however, that Miami Beach now has cultural events such as this.    ","tags":[]}
,{"id":"50463c1ebd11ff073c001f88","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I came because I wanted to see the rooftop garden--I thought that was where the concert was.  I was disappointed because the garden was closed and the event was held indoors.  Not what I was expecting.  ","tags":["parking","simple"]}
,{"id":"50463c1ebd11ff073c001f83","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Miami Beach is a far different world than Brickell!","tags":[]}
,{"id":"50463c1ebd11ff073c001f83","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Positive experiance","tags":[]}
,{"id":"50463c1ebd11ff073c001f83","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It reminded me of the Allman Brothers Band liquid lights shows!","tags":["conductor"]}
,{"id":"50463c1ebd11ff073c001f8a","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very happy as there were many performances I had never heard before. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f8a","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Sound seemed muffled from seating area.  Not sure if it was due to people talking and music all at once.","tags":[]}
,{"id":"50463c1ebd11ff073c001f86","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was a pleasant experience","tags":[]}
,{"id":"50463c1ebd11ff073c001f8d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"fantastic - better than the 1st one :) ","tags":[]}
,{"id":"50463c1ebd11ff073c001f8d","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"fantastic congratulations... :) ","tags":[]}
,{"id":"50463c1ebd11ff073c001f8e","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Awesome to have enjoyed music I like in a setting that matches who and where I am in my life. It was a really nice evening. \rWhen is the next one?","tags":[]}
,{"id":"50463c1ebd11ff073c001f8e","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was amazing!!  I really enjoyed the video projections and lightting effects mixed with the music. Great Job!","tags":["elegant","food"]}
,{"id":"50463c1ebd11ff073c001f91","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great music, great lighting!  Fabulous!","tags":[]}
,{"id":"50463c1ebd11ff073c001f91","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I brought a friend and now he want's to join.  It's a fabulous organization I'm happy to be a part of.  Thanks!","tags":[]}
,{"id":"50463c1ebd11ff073c001f91","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought the Pulse musical event was fantastic!  I was invited to the pre-party for being a \"friend\" and I was very disappointed with that.  The bar was a madhouse and there wasn't any ice.  Also at the last event there were two bars and a live band.  It's also difficult leaving the rooftop in the two elevators.  I wish we could have used the stairs.","tags":["parking"]}
,{"id":"50463c1ebd11ff073c001f93","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"when can i get more music fans to attend yet another pulsating classical mix event?!","tags":[]}
,{"id":"50463c1ebd11ff073c001f93","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"where is the food you ask us to comment about?\rwhy was access to the upper floors and outside balcony /elevator denied?\ra break from the atmosphere  to change/moderate would enhance the experience and allow staying longer perhaps","tags":[]}
,{"id":"50463c1ebd11ff073c001f93","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"perfectly done","tags":["parking","complex"]}
,{"id":"50463c1ebd11ff073c001f94","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"1)Finally, a new exiting way to listening and interact with classical  (and of course electronic) music. (The interaction,  proximity, and possibility to mingle with the orchestra was definitely a unique experience!)\r2) Damn.....! we have to wait until the next season for another PULSE! (This is my second)","tags":[]}
,{"id":"50463c1ebd11ff073c001f94","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The interaction of the public with the orchestra was definitely a winner! Been able to walk around and stand next to a French Horn, a Clarinet or a Violin is something that concertgoers usually cannot do. At PULSE I was permanently moving around, standing next to different instruments, listening to them in a somewhat isolated way, while they perform in an ensemble, hearing  sounds that otherwise would had been lost or mixed with the rest. In a way I had different variations of the same concert, just depending were I was standing. And of course you get the full effect standing behind the Conductor, hearing what he hears, right there were the music is made! An unique experience to somebody that is not a musician, loves music and was getting a little bored of the same concert format we are used to. (not the music)","tags":[]}
,{"id":"50463c1ebd11ff073c001f94","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great work. Non figurative projections or videos with just images (no story to follow)works the best. If you have a story in the video to follow, it distracts from the music.","tags":[]}
,{"id":"50463c1ebd11ff073c001f98","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It was the coolest damn thing going.","tags":[]}
,{"id":"50463c1ebd11ff073c001f98","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It so typically represents what NWS is trying to do -- expand music in a variety of forms to a wider audience -- in this case a much younger adult audience. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f99","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"We wanted to listen to the symphony music but too many people were talking which made it impossible.  We knew you were trying to combine the symphony with a club atmosphere but it ended up too club-ish and not enough concert-ish.  The symphony became background music and we went to attend a concert.  I don't know if there's a better way to do it to avoid that.  The set-up where you replaced seats with the standing area certainly contributed but I know you were going for the relaxed atmosphere.  The problem was that the people in the seats acted like the music was background too.","tags":[]}
,{"id":"50463c1ebd11ff073c001f99","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It was too much trance type music.  Not enough variety.  Even the symphony part.  I know you're trying to attract that audience but there must be a better compromise to satisfy them and us.","tags":[]}
,{"id":"50463c1ebd11ff073c001f9a","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"This is a great experiment, and I'm so glad NWS is doing it. Very cutting edge. I'm proud that Miami Beach has such great culture.","tags":[]}
,{"id":"50463c1ebd11ff073c001f9a","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"This PULSE was much better executed than the last one. You kept the energy up, and did not have lulls in the music. One thing: I'd like to see some even more energetic/dramatic sets. Think about finding ways to mix in some OLD DISCO, with strings. Seriously.","tags":[]}
,{"id":"50463c1ebd11ff073c001f9a","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Pretty. Very cool.","tags":[]}
,{"id":"50463c1ebd11ff073c001f89","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I am glad NWS exists. And creates innovative experiences to bring music to new audiences.","tags":[]}
,{"id":"50463c1ebd11ff073c001f89","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"There were some people glaring as I chatted in a low voice with a friend during the performance. I thought this was okay given the informal setting, but perhaps this should be more clear to all patrons if that is the case.","tags":[]}
,{"id":"50463c1ebd11ff073c001f9c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great evening.  New and interesting.  Look forward to more \"Pulses\".","tags":[]}
,{"id":"50463c1ebd11ff073c001f9c","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I would like to have seen a slow evolution from the electronic/jazz into the classical. Perhaps a few orchestral musician joing in and jamming then evolving into the first classical piece.  Thought having a \"conductor\" counter to the spirit.  Perhaps should lead with first violin.","tags":[]}
,{"id":"50463c1ebd11ff073c001f9c","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought the graphics were very weak \r(uninteresting, no relevancy to anything,etc.) The rest of the presentation was great.","tags":["simple"]}
,{"id":"50463c1ebd11ff073c001f96","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"a sensory overload, in the best possible way. Fashion, music, lighting, it was all wonderful.","tags":[]}
,{"id":"50463c1ebd11ff073c001f9e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I left thinking and feeling that I'd like to help arrange a subsequent late night event showcasing some of the music found on Colombia's Pacific coast.  Genres such as Currulao and Mapale have complex time signatures that would both inspire and challenge the NWS.  Note; these are more percussive genres that make use of hand made instruments such as the Marimba de Chonta.  Here is a link to a Currulao (lightly remixed) http://soundcloud.com/rktkt/a-la-cumbia-rktkts-cumbombita","tags":[]}
,{"id":"50463c1ebd11ff073c001f9e","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I was significantly impressed by the NWS' display of forward thinking in their decision to experiment in this fashion.  I especially enjoyed watching the mixed audience react favorably to this experiment.  Here are a couple notes I took away from the event that I believe may serve to improve it moving forward:\r\r1.   The dynamic range of the lighting should match that of the audible dynamic range of a symphonic performance.  The new building holds so much potential for dramatic effect simply by variating the level and source / location of lighting.  I suggest reducing the overall amount of ambient lighting within the performance space by the use of deeper color tones and less overhead sources.  This will increase the effect of focused beam lighting directed on the orchestra.\r\r2.  Classical instruments are absolutely amazing.  If this event is to christen non-symphonic goes to the beauty of the symphony, then I suggest more solo performances built into the Pulse format.  While the moving audience format may be somewhat of a challenge to audibility, I believe it might be overcome through the use of high frequency range sound sweeps just before the solo... this usually serves to sever conversation and quiet the space for a short interval so that attention may be focused on the soloist.\r\r3.  SET No. 4 seemed to be enjoyed the most by friends and acquaintances in attendance.  Set No. 3 was a close runner-up.  In post-event conversation, it seems to me the aspects people enjoyed most with regard to set 4, was that there was more interaction between the Mason & the orchestra.  Similarly, the aspects most enjoyed in Set No. 3 was the interaction between the conductor and the individual orchestra performers.  It created theater.\r\r4.  I have never before had the opportunity to walk around and behind the performers in mid-performance.  This was a real treat for me, both acoustically, and visually.  Please don't change this!","tags":[]}
,{"id":"50463c1ebd11ff073c001f9e","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The video art for SET No. 3 was great.  For future events of this type, I'd like to see more video art incorporated into the performance.  Maybe live video art which responds to the symphony.","tags":["food","conductor"]}
,{"id":"50463c1ebd11ff073c001f9f","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"You should make this event recurring either monthly or bi-monthly. It is awesome enough to want to go to again and again but too cool to spoil it by making it weekly","tags":[]}
,{"id":"50463c1ebd11ff073c001fa1","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I wish the roof had been open until the end so I could see it, I wish the music selected  was for the full orchestra, because an octet (like the Reich piece), wasn't loud enough to stand up to the chatter of the crowd. I wish the pieces had been longer. Adding vocals or a strong percussion work in the future I'd really like to see. I wish the line outside moved with the same speed as you find at the movie theater. I wish the transitions from live to recorded music somehow could pause for audience applause, so the NWS musicians really know how awesome we think they are. All of these things I was thinking as I walked home...","tags":[]}
,{"id":"50463c1ebd11ff073c001fa1","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I don't drink alcohol, but have a degree in Hospitality Management. Put more temporary bars all over the place, but keep the prices reasonable. They'll easily pay for themselves. Outside the theater space, the \"lobby\" areas seemed like they needed a little entertainment or distraction.It seemed a bit dull. Maybe solo musicians? ","tags":[]}
,{"id":"50463c1ebd11ff073c001fa1","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It seemed like an afterthought, decorative but not creative or artistic.","tags":["complex"]}
,{"id":"50463c1ebd11ff073c001fa2","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great job!\rJust wished the garden roof top was available to patrons.","tags":[]}
,{"id":"50463c1ebd11ff073c001fa2","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"As I mentioned before would have loved to go to the roof top garden. \rMusicians were top notch and the format was great. Loved how close you could get to them.\rHope you have more of these in the future!","tags":[]}
,{"id":"50463c1ebd11ff073c001f97","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I thought it was a very successful event.","tags":[]}
,{"id":"50463c1ebd11ff073c001f81","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"When's the next Pulse ????? :)","tags":[]}
,{"id":"50463c1ebd11ff073c001f81","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Do not change a thing. It is unique, cutting edge, inspirational, a musical journey and I would love to experience that at least once a month.","tags":[]}
,{"id":"50463c1ebd11ff073c001f81","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"They really did a great job all around; setup, sound, visuals, music selection. I enjoyed watching the game and also reading a little background about the piece I was enjoying. It was the best and most entertaining night out yet. Great job on this and all of your events!","tags":["complex","morose","conductor"]}
,{"id":"50463c1ebd11ff073c001f8f","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That was fun!","tags":[]}
,{"id":"50463c1ebd11ff073c001f9d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"THis was cutting edge culturally, musically, and outstanding for young people in MIami.  We are truly lucky to have this in our back yard!","tags":[]}
,{"id":"50463c1ebd11ff073c001f9d","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Would have loved the video-there was some text about the piece (to be on all walls.)  We couldnt see it where we sat.\rOther than that...AMazing!  Thie lighting was great!","tags":[]}
,{"id":"50463c1ebd11ff073c001f87","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I had been a wonderfull event. The production was perfect. The place to be that night! Hope I can attend more of them. I did not expected Miami has such a great cultural offer. The NWS is going to be my favorite place in town!","tags":[]}
,{"id":"50463c1ebd11ff073c001f85","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"it was a unique experience.  I love sci-fi and it felt like I was in the future and this is the way people will enjoy music centuries from now!","tags":[]}
,{"id":"50463c1ebd11ff073c001f85","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"the constant conversations were so loud I could not hear the music.","tags":["conductor","elegant"]}
,{"id":"50463c1ebd11ff073c001fa5","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"We want to come back to the next one!","tags":[]}
,{"id":"50463c1ebd11ff073c001fa5","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"FYI, the earliest \"arrival time\" allowed by this Survey is 10pm, not allowing for those who came to the Friends event or 9:30pm start time to accurately reflect that.","tags":[]}
,{"id":"50463c1ebd11ff073c001fa4","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I wish the audience would be a little more quiet during certain numbers like the Bates Mothership and the Bartok symphony. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f8c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"What a nice event, very unique, very creative, and I hope they have more problems","tags":[]}
,{"id":"50463c1ebd11ff073c001f8c","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Want to see more events all year long","tags":[]}
,{"id":"50463c1ebd11ff073c001f8c","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"they were great! What a unique event","tags":["simple","elegant"]}
,{"id":"50463c1ebd11ff073c001f8b","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It felt a bit crowded.   ","tags":[]}
,{"id":"50463c1ebd11ff073c001f8b","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think maybe shorter pieces would be more effective","tags":[]}
,{"id":"50463c1ebd11ff073c001f8b","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think there is potential for so much more.","tags":["complex"]}
,{"id":"50463c1ebd11ff073c001f82","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Energizing event","tags":[]}
,{"id":"50463c1ebd11ff073c001f82","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Excellent!","tags":[]}
,{"id":"50463c1ebd11ff073c001f82","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great Concept - can't wait for the next one! Have told all my friends!!!","tags":["conductor","elegant"]}
,{"id":"50463c1ebd11ff073c001f7f","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Miami needed something like this. Coolest event I've attended in the last few years.","tags":[]}
,{"id":"50463c1ebd11ff073c001f7f","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Cutting-edge, different and great way of mixing two different music art forms. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f9b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I'm happy that this collaboration is happening, yet disappointed that the only time I can hear contemporary pieces is when it's billed as a \"socialite\" event. Three quarters of the people who attended did not listen to Bartok or Reich, they were too busy trying to buy over priced drinks or talking way too loud about what their weekend plans were. Again, I love Mason Bates and the electronic aspect of the evening. But make your audience show respect to the music being played. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f9b","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It would be great if the lighting effects and video projections were connected more closely with the music. If there is a crescendo in the music, why not in the projections?","tags":["parking"]}
,{"id":"50463c1ebd11ff073c001f74","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"As a professional musician, I came to listen to the music. However could not enjoy it do to loud talking and as a classical music student in the past...it made my stomach turn to see people get up on the conductor podium to goof off. Love the concept but if you want to appeal to club crowd, do it in a club. Also noticed few violinists confused where they were reading music and could see how they struggled to focus playing their instruments do to the noise. I really would love to hear the music of that evening... ","tags":[]}
,{"id":"50463c1ebd11ff073c001f74","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"There are plenty of night clubs on South Beach. Lets keep the symphony hall for culture and a place to enjoy listening to music.","tags":[]}
,{"id":"50463c1ebd11ff073c001f71","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"What a beautiful facility and great opportunity for young musicians.","tags":[]}
,{"id":"50463c1ebd11ff073c001f71","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Didn't know what to expect, a lot of socializing sometimes interupted the music, but I understand that was one of the purposes of the program.  Loved the venue.  You all must be so proud.","tags":["simple","parking","conductor"]}
,{"id":"50463c1ebd11ff073c001f6e","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I lost my car parking ticket, .................","tags":[]}
,{"id":"50463c1ebd11ff073c001f6e","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I love it.  It might not be EVERYBODY'S cup of tea. but so what.","tags":[]}
,{"id":"50463c1ebd11ff073c001f6e","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Terrific.  I was very interested in the whole NWS Frank Gehry's building... I was etremely keen to see the whole thing with visual effects.  Great to see so many young (and old) people so excited by music.","tags":["parking","music","morose"]}
,{"id":"50463c1ebd11ff073c001f6c","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"As a classically trained musician, I was blown away by this event. I was somewhat familiar with the work of Mason Bates prior to this event, but I really enjoyed the format of the whole evening. In my mind, I felt like this could be the answer to bridging the gap that exists between lovers of classical music and those that are not familiar or think they may not be interested. This to me is the future of programming for orchestra and hope that those who attended that maybe are not as familiar with orchestral music will want to come back again for a more 'traditional' type concert. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f6c","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Incredible!","tags":[]}
,{"id":"50463c1ebd11ff073c001f6a","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Pulse should be held multiple times during the 2011-2012 season.  It is an excellent way to introduce young professionals to the NWS.","tags":[]}
,{"id":"50463c1ebd11ff073c001f6a","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The 30 minute format divided into 15 minute segments held my interest without feeling either segment was to much at one time. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f6a","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The clarity and brevity enhanced the evening. ","tags":["complex","music"]}
,{"id":"50463c1ebd11ff073c001f69","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Reich selection too long, eventually numbing.\rBella Bartok selection, excellent. Mexican selection fairly good music, excellent excitement element.\rI did not attend the fourth selection.","tags":[]}
,{"id":"50463c1ebd11ff073c001f69","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great format. Excellent means of attracting larger segment of the population.\r\rAccoustics Superb.","tags":[]}
,{"id":"50463c1ebd11ff073c001f69","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I suggest that in the future, narrative projection describing/explaining the selection and it's composer etc., should be shown in the center above the orchestra clear for all to see/read. Proecting on the left made it quite difficult to crane neck to read. It could alternate with the other visual projections in the center, right and left sides. Video selections were kind of blah!","tags":["morose","music"]}
,{"id":"50463c1ebd11ff073c001f5e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I thought it was a nice event and fun to go to. The setting was a little difficult to meet new people, but overall it was good. I think drinks could have been a little cheaper for what you get or even 1 complimentary drink with the ticket.","tags":[]}
,{"id":"50463c1ebd11ff073c001f5e","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It was a fun event- the setting was not the best to meet new people, but overall it was fun. I think the drinks were expensive for what you get- maybe give a complimentary drink with the ticket.","tags":[]}
,{"id":"50463c1ebd11ff073c001f5d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"That it was a shame that so many people thought that Pulse was just like any event in a bar, and that having a drink allowed them to behave disrespectfully towards the musicians.","tags":[]}
,{"id":"50463c1ebd11ff073c001f5d","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Again, the problem is that the event was SOCIAL mor than artistic. The NOISE was so loud that it was difficult, almost impossible, to appreciate the MUSIC","tags":[]}
,{"id":"50463c1ebd11ff073c001f5d","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The idea to project an explanation about the works that are played is very good. The lighting effects really contributed to created an ambiance.","tags":["food","morose","complex"]}
,{"id":"50463c1ebd11ff073c001f59","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The event was fantastic. \"Pulse\" is a great idea and we hope for the next one pretty soon. Miami came a long way since the 80s \r:-) Nice to have The New World Symphony and an event like Pulse!!!","tags":[]}
,{"id":"50463c1ebd11ff073c001f59","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The format was good and I wouldn't change anything","tags":[]}
,{"id":"50463c1ebd11ff073c001f59","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I loved the lighting effects and videos. It was great!!!","tags":["complex","music"]}
,{"id":"50463c1ebd11ff073c001f58","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I wish that there were more events like it.","tags":[]}
,{"id":"50463c1ebd11ff073c001f58","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would've liked to have seen dancers that would've played into the music. I think the lighting effects could be been better.","tags":[]}
,{"id":"50463c1ebd11ff073c001f58","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was more like a club atmosphere. I thought it was going to be more like performance. I thought the lighting effects could have been better and could have been more incorporated with the music. But it was still good and I am glad I went. I hope to go again. Thanks,\r\rAdrian Portal\r","tags":["elegant","parking"]}
,{"id":"50463c1ebd11ff073c001f56","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That I will definitely attend the next event and get there earlier to see all the perfomances","tags":[]}
,{"id":"50463c1ebd11ff073c001f56","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Overall I thought it was great.  I go there later so I only saw 2 of the symphony performances.  I would have preferred if the symphony performances went later in the night and maybe not broken up but more free flowing.  ","tags":[]}
,{"id":"50463c1ebd11ff073c001f54","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Fabulous idea -- let's do this more often. I was close enough to the orchestra to be looking over a musician's shoulder at the notes on the music stand. The orchestra sound at that distance was quite thrilling, a unique experience far surpassing the normal concert experience. Unfortunately I could sustain this only briefly during the Bartok piece. I didn't know music could sound like that. \rPULSE is a fantastic idea because the average age of classical concertgoers seems to increase. If you're sixty, you feel young. PULSE is just something new and experimental and exciting and offers an incomparable experience. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f54","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Since you asked ---\rFrom my vantage point on the floor, the chit-chat and socializing dominated; didn't see many enraptured by the orchestral music. Quite a bit of the music was covered by the crowd noise. I guess you have to appreciate the event as a multimedia event with the music subordinated to the whole thing.  I only saw about four people dancing. But what can you do. Overall I like the PULSE ambience to enjoy classical music in place of the tradition temple-of-of the arts European heritage. Dislocations produce novel experiences. The DJ's program could have been more exciting in my opinion, was a little flat. I would have appreciated a little more rhythmic intensity. But he did a good job of seamlessly integrating his sets with the live music orchestral pieces. Let's do it again soon. ","tags":[]}
,{"id":"50463c1ebd11ff073c001f48","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Was very proud to live on Miami beach and to be a part of a thriving cultural experience .  Wish they were more frequent.  Thank you!","tags":[]}
,{"id":"50463c1ebd11ff073c001f48","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Needs to happen more often.  Maybe have more bartenders.","tags":[]}
,{"id":"50463c1ebd11ff073c001f48","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Thought it was fabulous and look forward to future events.","tags":["simple","complex","elegant"]}
,{"id":"50fa39f2bd11ffb91e000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Not enough mixing of music between dj and orchestra. Usually they play with each other and tonight they played separate sets. Also the crowd tonight was not very good. Very random people and sub par in class. ","tags":[]}
,{"id":"50fa39f2bd11ffb91e000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Try to immulate the performance of dirty vegas last year. That would be a great pulse 3.0","tags":[]}
,{"id":"50fa3b1ebd11ff8458000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Very happy","tags":[]}
,{"id":"50fa3b1ebd11ff8458000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"To increase the quality of the orquestra","tags":[]}
,{"id":"50fa3b1ebd11ff8458000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was awesome i never have seen something like that","tags":[]}
,{"id":"50fa3fcfbd11ff263e000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Never again-- twice the time in entry line than in event-- sad.  Tkt/Will Call booth ineffective. Didn't think any event could be worse than Donkey Show at Arsht.  This was. Stay with symphony.  All the Best.........  ","tags":[]}
,{"id":"50fa3fcfbd11ff263e000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Was anyone in charge?  Seriously.........","tags":[]}
,{"id":"50fa3fcfbd11ff263e000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"weak","tags":[]}
,{"id":"50fa46d6bd11ff51db000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The crowd was exceptionally noisy and rude while the NWS was playing. People were on cellphones/lights were distracting. Too noisy to enjoy any music.","tags":[]}
,{"id":"50fa46d6bd11ff51db000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was very disappointed that the audience was so incredibly rude and noisy during the NWS performances. People should NOT be in the concert hall if all they want to do is talk (especially very LOUDLY) and use phones. Can't they go outside or into the lobby? Its mot fair to people who like myself came to listen tot he music.","tags":[]}
,{"id":"50fa46d6bd11ff51db000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Difficult to read explanation of the piece being played. Projected slides/pictures not very interesting.","tags":["complex","food"]}
,{"id":"50fa3ea2bd11ffbb9b000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"i want to attend more of them   wish they had them in boston!!!\r\n\r\nwish people hadn't talked so much during the performances\r\n\r\nwished more of the pieces were played, the excepts seemed very short to me   are younger people's attention spans really that short?","tags":[]}
,{"id":"50fa3ea2bd11ffbb9b000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"share it around the globe!  it's the best hope for saving classical music from oblivion that i've ever experienced  bravo!!!!!!!","tags":[]}
,{"id":"50fa3ea2bd11ffbb9b000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"LOVED THEM   CAN I GET A COPY OF THE MOON POEM ONES?","tags":["parking","morose"]}
,{"id":"50fa53babd11ffa548000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Amazing musicians and director. Great singer. The music selected could have been better, a little sad. But overall great event! ","tags":[]}
,{"id":"50fa53babd11ffa548000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Love the concept. Maybe the music can be happier and there is opportunity for the dj to use some rithyms already known and popular, that way the fusion would have been more powerful. Some classical known from Bethoven and then an electronic known by the youngers, maybe inspired on famous djs like Guetta. But overall... Great great show!!! ","tags":[]}
,{"id":"50fa53babd11ffa548000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very good!!! I enjoyed it","tags":["music","conductor","parking"]}
,{"id":"50fa6c57bd11ff2e67000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was too packed, and the attendants were extremely ignorant of the process of holding an event such as Pulse 2.0!!!","tags":[]}
,{"id":"50fa780ebd11ffd08d000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Always loved Pulse and have been to every one.  This however was my least favorite Pulse. The musicians performed beautifully as always but there was less energy about the event, it struck me generally as less edgy, less interesting.  ","tags":[]}
,{"id":"50fa780ebd11ffd08d000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"To me Pulse has always been my favorite event at the New World Symphony.  It is incredibly unique and I know of few events like it anywhere in the world.  Love the fusion of so many beautiful elements in an edgy environment which at the same time is open, free, fun and where you can get so close to the music and the musicians.  It really is great.  This Pulse, while good, did not live up to my expectations of what Pulse should be about based on former Pulses. ","tags":[]}
,{"id":"50fa780ebd11ffd08d000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The lighting and video effects are for me one of the highlights of Pulse and put the event into an entirely different (and cool) category of concert/event.","tags":["conductor","morose","elegant"]}
,{"id":"50fa83c6bd11ffecb1000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"A great evening","tags":[]}
,{"id":"50fa97b3bd11ff7bea000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"A fun & entertaining evening","tags":[]}
,{"id":"50fa97b3bd11ff7bea000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"as noted earlier","tags":[]}
,{"id":"50fa97b3bd11ff7bea000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The visual effectw were outstanding\r\nthe DJ electronic sound during intermission was too noisy -- \r\nOver all entertaining & fun evening -\r\nEd & Sylvia Agostini","tags":["food"]}
,{"id":"50fa9c62bd11ff678c000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Never exposed myself to this music before. Can't wait fr another opportunity. Loved it ","tags":[]}
,{"id":"50fa9c62bd11ff678c000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Fantastic, fun. Enhanced the spectacle of the evening","tags":[]}
,{"id":"50fa9d8ebd11ff3029000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The crowd was too noisy during the performances.  NWS needs to silence the crowd more before playing.  \r\n\r\nThe unplugged in the Suntrust Pavilion was to small of a space.  This should be limited first come first served.","tags":[]}
,{"id":"50fa9d8ebd11ff3029000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Very good.  Great complement.  Stimulates your visual senses in addition to your listening.","tags":["morose","parking"]}
,{"id":"50faa36bbd11ff13a4000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Disappointed will not be attending events of this format in the future. ","tags":[]}
,{"id":"50faa497bd11ffa15c000002","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"glad you projected accompanying texts -they make it easier to 'understand' the pieces","tags":["simple","elegant"]}
,{"id":"50faa497bd11ffa15c000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Food","tags":[]}
,{"id":"50faa497bd11ffa15c000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Do this more often","tags":[]}
,{"id":"50faa946bd11ff58e5000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Relaxed","tags":[]}
,{"id":"50faa946bd11ff58e5000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Should set in place a better system to pick up tickets...perhaps enable an option for electronic tickets.  Stood in the Box Office line for 40 minutes before able to retrieve tickets.","tags":[]}
,{"id":"50faa946bd11ff58e5000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Extraordinary!","tags":[]}
,{"id":"50fab629bd11ff7e2c000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Damn, i should have said something to that girl by the bar","tags":[]}
,{"id":"50fab629bd11ff7e2c000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Keep em coming :)","tags":[]}
,{"id":"50fab882bd11ffbc3a000002","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was great and I had fun","tags":[]}
,{"id":"50fab882bd11ffbc3a000002","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It would be amazing to work with video artists who do stage production for the videos and include as another art form","tags":[]}
,{"id":"50fab882bd11ffbc3a000002","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thoughts cars were fitting to the music but the video of the musicians playing was more distracting. The laser beams at the end gave a different feel of more casual , pay less attention to the stage ambiance. ","tags":[]}
,{"id":"50faa6eebd11fffb6e000002","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great event!","tags":[]}
,{"id":"50faa6eebd11fffb6e000002","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"For me the classical pieces were not so \"accessible\"","tags":[]}
,{"id":"50faa6eebd11fffb6e000002","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great! would prefer effects during classical sets","tags":[]}
,{"id":"50fabf8abd11ff4187000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"wait for the next one !","tags":[]}
,{"id":"50fabf8abd11ff4187000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"excellent","tags":["parking"]}
,{"id":"50faaccfbd11ff2d8f000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"What a creative and clever way to introduce classical music to younger generations and people who have not had the exposure otherwise. ","tags":[]}
,{"id":"50faaccfbd11ff2d8f000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Not able to read text from all areas of the hall. More informative/education copy would be interesting. ","tags":["food","elegant","conductor"]}
,{"id":"50fabd32bd11ffc049000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Desapointed. My others pulse experiences were much more better. This time: no dialogue between the music. It was a nice social event but not a strong exceptional music experience.","tags":[]}
,{"id":"50fac1e3bd11ff1334000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Extremely disappointed. Shame on the organizers. The facility is a Concert Hall, not a night club. I want my money back. The responsible party for this event has no respect for neither music genre. Shameful.","tags":[]}
,{"id":"50fac1e3bd11ff1334000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Take Pulse to a night club. Don't use this magnificent building to see people drinking and talking.","tags":[]}
,{"id":"50fac1e3bd11ff1334000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Extremely poor quality and lack of variety","tags":["simple","conductor"]}
,{"id":"50fac566bd11ffc9df000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I went hoping to hear more live music and more live music on the electronic beats... That is what made the event unique when I went in March.... and that is what Iw as look ing for. Dancing electronic music next to a full Orchestra playing live is an experience you don't easily forget. PLEASE RECONSIDER THE FORMAT TO INCLUDE THIS AGAIN.","tags":[]}
,{"id":"50fac566bd11ffc9df000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"more live music and DJ playing together","tags":[]}
,{"id":"50fac566bd11ffc9df000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"more of them.","tags":[]}
,{"id":"50facc71bd11ff0452000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Was bored , didn't like the crowd of people at this event at all. ","tags":[]}
,{"id":"50facc71bd11ff0452000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Not crazy about the format, doesn't feel interactive ","tags":[]}
,{"id":"50fad376bd11ffc7e0000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I loved the soprano. Her voice lingered in my mind. ","tags":[]}
,{"id":"50fad376bd11ffc7e0000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Would love to see performance art integrated. ","tags":[]}
,{"id":"50fad376bd11ffc7e0000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I loved it. I would love to see more of it. Almost like a visualization of the music. ","tags":["music"]}
,{"id":"50fada7ebd11ffc6e8000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Would have loved if the DJ and the orchestra both did a \"live\" set together instead of alternating sets.  Others mentioned the same thing.  ","tags":[]}
,{"id":"50fada7ebd11ffc6e8000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Though its almost impossible, try to have the orchestra and DJ duet together.  It can be done and is what many who attended were hoping for. ","tags":[]}
,{"id":"50fad4a2bd11ffc4ca000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I wished and had expected for more mixture of electronic and classical music. DJ and Orchestra playing simultaneously","tags":[]}
,{"id":"50fad4a2bd11ffc4ca000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Mix more classical and electronic music. A true fusionj, simultaneously. Not all the time, but include it.","tags":[]}
,{"id":"50fae3dfbd11ff267b000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Want to go back next year. It is a great, unique experience","tags":[]}
,{"id":"50fae3dfbd11ff267b000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Should be done twice a year","tags":[]}
,{"id":"50fa4226bd11ffe17a000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I need to go to more events like this.","tags":[]}
,{"id":"50fae50abd11ff0fac000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I was thinking about how amazing the soprano was and how intense of an experience it was overall. We were all smiles","tags":[]}
,{"id":"50fae50abd11ff0fac000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I thoroughly enjoyed myself though felt it was a bit more subdued than last year. I preferred the set up of last year as well with the DJ on the main floor as it felt more integrated. Additionally, there seemed to be a better symbiosis of the electronica and symphony in the past verse this year. That said, it was amazing and having the Soprano was incredible","tags":[]}
,{"id":"50fae50abd11ff0fac000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"They were truly stunning! Loved the disco ball!","tags":["elegant","simple"]}
,{"id":"50fae50abd11ff0fac000002","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"would like to come back to see actual performance. ","tags":[]}
,{"id":"50fae50abd11ff0fac000002","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Format was excellent for intended mood - but bar service was very poor for \"club\" atmosphere","tags":[]}
,{"id":"50faeae6bd11ff94ba000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"What a great time I had and I'm ready for the next one.  I 'm bringing all my friends with me.","tags":[]}
,{"id":"50faeae6bd11ff94ba000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It's a great format, lots of fun.  I got there early in hopes of securing one of the tables, but they were all taken, I wish you would add more tables for the next event.","tags":[]}
,{"id":"50faeae6bd11ff94ba000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Loved the watching the video, the lighting effects enhanced the party like atmosphere, very cool and fun experience","tags":[]}
,{"id":"50faec12bd11ff3723000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thought it was a great event, well planned. People were well dressed, European style. This brings culture and sophistication to Miami, and man in his 30's this was defiantly an event i will keep coming back to if it was open more often. Even a play w. a DJ and place to Dance would be cool.","tags":[]}
,{"id":"50faec12bd11ff3723000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I missed some of the symphony part, but from what i saw it was great. You need to do more symphony DJ events, Tango, Salsa, Marenge, Swing, Jazz, do it all mix it up, and let people dance. Great forum, you will pack your house if you advertise it well.","tags":[]}
,{"id":"50faec12bd11ff3723000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Excellent. I wish more symphonies had them.","tags":["parking"]}
,{"id":"50faee6abd11ffd551000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Nice, wish there would have been more time to enjoy the classical part, didn't know it was so limited or I would have come early.   Bars were lousy and crowded, with amateurs serving drinks, and ran out of wine and champagne, which was stupid.","tags":[]}
,{"id":"50faee6abd11ffd551000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Clarify at the beginning what to expect, provide an Event for Dummies program.   \r\nImprove the bar service, which was very poor and made us waste time that we could have enjoyed the program.","tags":[]}
,{"id":"50faee6abd11ffd551000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Well done, fun.","tags":["food","elegant","parking"]}
,{"id":"50faf0c2bd11ff6613000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"In the past, I've enjoyed the classical music as well as the dance music. This time was a bit disappointing. Beyond the fact there were only 2 sets of classical music, I didn't enjoy the selections quite as much as the previous time I attended. Also, I didn't enjoy the DJ as much. Lastly, I enjoyed when the DJ was on the floor rather than in the balcony. Personal preference, I guess.","tags":[]}
,{"id":"50faf0c2bd11ff6613000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"As mentioned earlier, overall a bit disappointed. Perhaps the bar was set too high compared to the last PULSE event. Last time, I made notes to purchase the classical  selections as I truly enjoyed them. This time, not so much. I just didn't enjoy the music (classical or electronic) as much. Sorry. Hopefully, both are better next time. ","tags":[]}
,{"id":"50faf0c2bd11ff6613000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"They were fine. I especially appreciate the brief overview/history of the classical pieces. Displaying this information lends to learning more about the music. ","tags":["simple"]}
,{"id":"50fafed2bd11ffbfae000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I loved the piece from Heitor Villa-Lobos. The singing was just so dreamy - I could have spent more time with this type of music! \r\nI loved the mix of genres, the venue and the club atmosphere specially during the classical portion - very daring!","tags":[]}
,{"id":"50fafed2bd11ffbfae000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Already did in my previous comment!","tags":[]}
,{"id":"50fafed2bd11ffbfae000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It gave a very young edge to the event, I like also the projection of a few sentences of introduction to the piece and artists.","tags":[]}
,{"id":"50faf8f6bd11ffe150000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I prefer strictly classical.  Too much talking, couldn't hear the music.","tags":[]}
,{"id":"50faf8f6bd11ffe150000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"As far as I'm concerned it's not my type of format.  I think I've outgrown that type of performance.","tags":[]}
,{"id":"50fb1c1fbd11ff212a000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The event was not as I understood it from advertising. I expected more of a fusion between classical and electronic instead of one and then the other.","tags":[]}
,{"id":"50fb3136bd11ff61ce000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"That when the musicians are playing in the orchestra, the people who stood up should have been quiet and that there should have been staff from NWS to tell people to please be quiet. It is hard to enjoy the music when people won't shut up","tags":[]}
,{"id":"50fb3136bd11ff61ce000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"People who stand need to be quiet. It is disrespectful and rude. ","tags":[]}
,{"id":"50fb3cefbd11ffc96e000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great event. Great crowd, and young interesting people. Do more of these.","tags":[]}
,{"id":"50fb1516bd11ff761a000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Wonderful event. Awesome night!","tags":[]}
,{"id":"50fb1516bd11ff761a000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great format and a really good change of pace. Congratulations on trying new things. Great success.","tags":[]}
,{"id":"50fb05dabd11ff7371000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was fun","tags":[]}
,{"id":"50fb05dabd11ff7371000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The security staff was a bit snobby/rude in casual exchanges as far as instruction goes.   They could have a happier presence.","tags":[]}
,{"id":"50fb671ebd11ff1cae000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Would buy tickets for next pulse event ","tags":[]}
,{"id":"50fbef0ebd11ff585e000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Good event, I wish that more modern classical music was selected. Summertime, really? SMH! That was a missed opportunity. Daniel Bernard Romain or Miri Ben Ari are modern classical artists that should have been injected. The musical program was less youthful than in previous years. Dancers, Dreamers and Presidents debuted at NWS, it should have played on inaugration weekend at Pulse. The \"808\" section would had everyone in love with NWS.","tags":[]}
,{"id":"50fbef0ebd11ff585e000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"More youthful pieces for the classical selections.","tags":[]}
,{"id":"50fbef0ebd11ff585e000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"the visual displays were great.","tags":[]}
,{"id":"50fbf166bd11ffbda4000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"even though we live up in Ft. Lauderdale and the drive to SoBe can be excruciating (!), we would do it again to see another NWS show","tags":[]}
,{"id":"50fbf166bd11ffbda4000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"really well done; our friends and i enjoyed the evening tremendously!!! we would do this again for sure!","tags":["complex","simple"]}
,{"id":"50fc3307bd11ff3cc3000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I liked it.\r\nI would have preferred to listen to more classical or baroque music as opposed to more modern pieces, I think the contrast between dance and classical music would have been better","tags":[]}
,{"id":"50fc3307bd11ff3cc3000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I didn't like to wait in line that long to get my ticket at will call, I would like to have the option of printing it at home and not have to wait","tags":[]}
,{"id":"50fc5501bd11ff1584000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Would prefer more traditional classical pieces. Could not listen well and appreciate music due to people standing behind me talking the night away ","tags":[]}
,{"id":"50fc5501bd11ff1584000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"There should be a way of allowing those who want to listen to performances to do so without annoying small talk and socializing from those standing around. ","tags":[]}
,{"id":"50fc5501bd11ff1584000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Difficulty seeing video script drom where we were sitting","tags":["conductor","complex"]}
,{"id":"50fc68eebd11ffad4b000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"What a great and unique and totally enjoyable experience it was, start to finish. ","tags":[]}
,{"id":"50fc68eebd11ffad4b000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was really one of the best musical experiences we've ever had. Everyone there was happy and dancing and having a great time. The atmosphere was so full of positive energy it made the night even more enjoyable.","tags":[]}
,{"id":"50fc68eebd11ffad4b000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"They were amazing and really made it more fun.","tags":[]}
,{"id":"50fc737abd11ff7623000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Enjoyable and glad we had made it part of our night.","tags":[]}
,{"id":"50fc7829bd11ffc1d8000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"the electronic and classical music need to work together to fusion each other and create a more unique and fun experience...","tags":[]}
,{"id":"50fc7829bd11ffc1d8000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Need to fuse both musics to work together simultaneously and not in separate blocks...","tags":[]}
,{"id":"50fc7829bd11ffc1d8000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"great!","tags":["food"]}
,{"id":"50fca709bd11ffd35f000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"That I preferred previous pulses. I was accustomed to there being about 4 classical pieces in the concert hall and the decrease to 2 made the evening seem abbreviated. I don't think that the Unplugged, while lovely, is an adequate substitute. ","tags":[]}
,{"id":"50fcace6bd11ff0d96000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Nice, but last year's two events were better.","tags":[]}
,{"id":"50fcace6bd11ff0d96000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Again, I think both events last year were better. Reason: Better control of the audience and the noise level (at least in the beginning of each classical section). The conductor has to be better at influencing the crowd. Maybe light / video effects can help.","tags":[]}
,{"id":"50fcace6bd11ff0d96000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Last year's light show was better, less video and more colorful lights.","tags":[]}
,{"id":"50fc805ebd11ffb55b000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"New and cool experience","tags":[]}
,{"id":"50fc805ebd11ffb55b000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The bar was horrible. We had to make a decision between drinks or performances. We went with the performances. ","tags":[]}
,{"id":"50fd4c46bd11ff0cbb000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Last year was better when all doors and areas were open all the time.  It gave you more freedom to see the performance from all angles instead of being stuck up or downstairs the whole time.","tags":[]}
,{"id":"50fd4c46bd11ff0cbb000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Keep the format more like it was with keeping all areas open at all times.  ","tags":[]}
,{"id":"50fd5caebd11ff0140000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was disappointed because I was under the impression the music was intended to be a fusion of electronica and classical and there was a disconnect entirely between the two worlds.  I didn't understand the experience/feeling that you were trying to elicit at all.  The experience seemed to even create more proximity between the two musical worlds instead of reducing them.  Both styles of music were performed with excellence, however there was no chemistry or even an attempt between the two.  Disappointing.","tags":[]}
,{"id":"50fd5caebd11ff0140000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Please see my answer in Question 22 I think. ","tags":[]}
,{"id":"50fb8ef6bd11ffcd62000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I wish it lasted longer","tags":[]}
,{"id":"50fb8ef6bd11ffcd62000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I wish they happen more often","tags":[]}
,{"id":"50fb8ef6bd11ffcd62000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Wonderful combo!\r\n\r\n\r\n\r\n\r\n","tags":["elegant","simple","music"]}
,{"id":"50fb65f2bd11ff1785000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That the latin classical pieces were vibrant, intense and emotive.  The electronic DJ kept everyone moving.","tags":[]}
,{"id":"50fb65f2bd11ff1785000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The logistics of the concert need to be improved.  The will call line was commingled with regular ticket buyers leading to a long wait time.  Also, there seemed to be an issue with the capacity and possible fire code violations.","tags":[]}
,{"id":"50fae3dfbd11ff267b000002","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Whenis the next one?","tags":[]}
,{"id":"50fae3dfbd11ff267b000002","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"More is better1","tags":["simple","elegant"]}
,{"id":"50fd64e2bd11ffa50c000002","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I felt this was a great way to engage a broader audience in classical music and an affirmation about the incredible presence NWS has on the community and in the arts. ","tags":[]}
,{"id":"50fb6bcebd11ffc463000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Definitely want to go to another event","tags":[]}
,{"id":"50fd9acabd11ffe876000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Wishing we had the opportunity to experience this type of event more often.","tags":[]}
,{"id":"50fd9acabd11ffe876000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The only drawback to the night was standing in light to pick up tickets.  It would have been great to have been able to print them at home.","tags":[]}
,{"id":"50fd9acabd11ffe876000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Thoroughly enjoyed the projections and lighting effects. ","tags":["conductor","morose","parking"]}
,{"id":"50fdd1dfbd11ff2976000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That I would love to return and how beautiful the soprano sang.","tags":[]}
,{"id":"50fdd1dfbd11ff2976000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Getting drinks was difficult (too many customers/not enough bartenders) so I was limited to only a pre-performance drink and the prices were high.\r\nThe cost of the ticket, however, was very fair so I did not mind the high cost of the drinks.\r\nOverall, I had a great time and would definitely return.","tags":[]}
,{"id":"50fdea7abd11ff7350000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The seating availability was horrible.  We had to stand the entire event which was awful.  There were 50 saved seats that no one sat in while we were forced to stand all night.","tags":[]}
,{"id":"50fdea7abd11ff7350000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Get more seating or give an option to upgrade tickets with seats.  Unless this is corrected we will not return.","tags":[]}
,{"id":"50fead03bd11ff826b000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Cool","tags":[]}
,{"id":"50fead03bd11ff826b000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"More please.","tags":[]}
,{"id":"50ff0f73bd11ff5a84000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I was not able to see the concert because the line in the door was too long and the line in the bar was also too long. then the capacity was limited and had to wait to get it. not a good experience :(","tags":[]}
,{"id":"50ff5b9fbd11ffeb64000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Summed up in my previous responses. Choices for classical program excellent, and well matched to the overall event concept (Piazzola, Daugherty, Ginastera). The Pulse concept is very exciting, but still hasn't been realized to full potential. The light show and imagery was much improved in quality, I thought, compared to earlier version. The electronic tracks and the solo improvisations still lack variety and rhythmic excitement. The club atmosphere aimed at demands that the rhythms COMPEL people to dance.\r\nAND too many people came to catch up with old friends and after the first set displayed a complete indifference to the music. You recognized this problem in your pleas for silent attention. About that portion of the audience you could ask yourself, Do they belong here, or wouldn't just any old bar do?","tags":[]}
,{"id":"50ff5b9fbd11ffeb64000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I've got most of it off my chest already. Just again, the audience. Can you call that part of it that's not interested in listening an \"audience\"? Why were they there, anyway?","tags":[]}
,{"id":"50ff5b9fbd11ffeb64000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought they were much improved over previous versions.","tags":["morose"]}
,{"id":"50fd4fcfbd11ff495f000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"impressed. surprised. pleased.","tags":[]}
,{"id":"50fd4fcfbd11ff495f000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"it was great. a little too crowded though.","tags":[]}
,{"id":"50fd4fcfbd11ff495f000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I was impressed and surprised. There could have been more use of the screens.","tags":["simple","music"]}
,{"id":"51007abbbd11ff1461000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I was more impressed by the first ones.  The light show and music mixing seemed more intense exciting.  This was good but I liked Pulse 1.0 better.","tags":[]}
,{"id":"51007abbbd11ff1461000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I liked the more interactive versions of past performances with the DJ and the bassist being amongst the crowd.  I also didn't enjoy the fact the doors to the bottom were closed during sets.  In the past it was more free-flowing club feel.  I did not feel that way this time.","tags":[]}
,{"id":"50fcbe7abd11ff4821000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was an awesome experience ","tags":[]}
,{"id":"50fcbe7abd11ff4821000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Would love it if this type of concert would be offered more times a year","tags":[]}
,{"id":"50fcbe7abd11ff4821000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The lighting effects were great and they complemented the music very nice.","tags":["morose","conductor"]}
,{"id":"5100621fbd11ff6f2b000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Looking forward to the next event!","tags":[]}
,{"id":"5100621fbd11ff6f2b000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It appeared this event had more people because the floor was closed for much of the event...so once we left couldn't rejoin our friends. That's fine but really there should be additional areas where a large group can gather without missing out on the overall atmosphere...perhaps have another \"dance floor\" with a bar that still overlooks the floor? Or open more floor space after the orchestra is done?","tags":[]}
,{"id":"50fdbcc7bd11ff1aa5000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I wish my wife could have joined me.","tags":[]}
,{"id":"50fdbcc7bd11ff1aa5000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"There need to be more bars or bar tenders so the lines don't get so long and waiting to get a drink doesn't take too long.","tags":[]}
,{"id":"50fd6866bd11ffba57000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I was thinking \"WHY DO THEY ONLY HAVE ONE PERSON OPERATING THE CASH REGISTER?  WHY DO I HAVE TO WAIT 8 TO 10 MINUTES TO PAY FOR A DRINK\"   I gave up from the wait - simply didn't buy one drink the whole night. ","tags":[]}
,{"id":"50fd6866bd11ffba57000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"You need faster cashiers - or more cashiers.   So frustrating.   But not as bad as the event at THE SHORE CLUB  last year where I had a bracelet for free drinks - never got one - and couldn't get indoors to see the DJ.  That event really sucked for me. ","tags":[]}
,{"id":"50fd64e2bd11ffa50c000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Disappointed.  I thought the classical music was drowned out by a lot of crowd chatter -- that really affected the experience. The classical music seemed to be well-done, but it was really hard to hear.  Also, I was disappointed to see the opera singer using a microphone.  I don't know if that had more to do with the acoustics of the space, but I think that detracted from the experience.  \r\n\r\nThe electronic dance music was just o.k.  The dance party at the end was a let down -- the electronic music was then mixed in with some oldies (Michael Jackson) and it just didn't seem coherent.  The end was anti-climactic.  I would have liked to go to UNPLUGGED in the pavillion, but there were poor directions about where that event was supposed to take place.  Maybe this was announced at some point, but it was really difficult to hear anything because of constant crowd-chatter.","tags":[]}
,{"id":"50fd64e2bd11ffa50c000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Crowd chatter, and audience appreciation/respect must be improved in order to create the best experience for everyone.  I was looking forward to really experiencing the classical music, and letting loose/dancing/chatting when appropriate during the electronic performance.  It just was not structured that way. It seemed like the primary focus was for everyone to hang out around some live music, but not to actually appreciate it, which I feel is unfortunate.","tags":[]}
,{"id":"50fd64e2bd11ffa50c000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The video projections and lighting were definitely some of the best parts of the performance.  However, the video projections did NOT work when they only reflected the musicians playing.  It was best when it depicted some other visual interpretation of the music.  That visual interpretation could be further enhanced.","tags":["parking","simple"]}
,{"id":"50fb64c6bd11ff8204000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I attended Pulse 2012 coming from Chicago I came to celebrate my BD cause of Pulse 2013 I would consider 2014","tags":[]}
,{"id":"50fb64c6bd11ff8204000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Pulse 2012 had much better program selection than2013","tags":[]}
,{"id":"50fb64c6bd11ff8204000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Masterfully done","tags":["elegant","simple","complex"]}
,{"id":"50fb4522bd11ff0b97000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"other dj, pulse party have been better... missed the symphony and dj intertaction (this time)... i didnt like it separate... \r\nthe over booking of the place, the control of over capacity... the control of fire marshals... kept me apart from my group  when i step out the ladies room.... you have to better plan next time not to overbook capacity.","tags":[]}
,{"id":"50fb4522bd11ff0b97000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"i love the disco ball goes up and down... the lighting was great, video was good too","tags":["morose"]}
,{"id":"50fafed2bd11ffbfae000002","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It wasn't awful but expected better ","tags":[]}
,{"id":"50fae88ebd11ffdf31000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"How satisfying it is to live in a city where this sort of offering exists. ","tags":[]}
,{"id":"50fae88ebd11ffdf31000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Could the classical sets include music that is more emotionally charged.","tags":[]}
,{"id":"50fae88ebd11ffdf31000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Very inventive video especially during the Piazzola.","tags":["complex"]}
,{"id":"50fadf2ebd11ffefe8000002","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Entering should be a swifter process, especially given that they were purchased online. There were too many checkpoints. The bars seemed under staffed as well. ","tags":[]}
,{"id":"50fadf2ebd11ffefe8000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I left thinking about becoming a musician and gaining admittance to the New World Symphony as a fellow. In other words, I want to be as cool as those guys. ","tags":[]}
,{"id":"50fadf2ebd11ffefe8000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I loved the fact that I was able to stand close to the performers and get a glimpse into their world and what it's like to be them on stage. ","tags":[]}
,{"id":"50fadf2ebd11ffefe8000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The lighting, video projections, and fog effects added an ethereal ambience to the environment. It also enhanced the mood of the pieces that were played with the use of colors. ","tags":["simple","morose","parking"]}
,{"id":"50fac692bd11ff8c64000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"WOW! Can't wait until next time","tags":[]}
,{"id":"50fac692bd11ff8c64000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"They were wonderful! I really loved the disco ball and the lighting effects were impressive.","tags":["morose","elegant"]}
,{"id":"50fac30ebd11ff180e000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"a really fun evening, something different to do, affordable and a great way to introduce non classical concert goers to a bit of classy classical music! Also fun with the lighting and being in the hall! Also, being able to talk and move around during the classical parts was fun (I'm an oboist myself).","tags":[]}
,{"id":"50fac30ebd11ff180e000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"It was great.  Keep up the great work! Thank you.","tags":[]}
,{"id":"50fac0b7bd11ffedcf000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"This was awesome! I will definitely be attending again! I also thought about the evolution of the concert hall; when did attending a classical concert become so stiff? Is what I just experienced similar to what court music was like centuries ago (minus the lights and electronica of course)? I found the whole experience to be such a refreshing way to enjoy classical music. I say this as a Juilliard trained musician. I think it is so awesome that people that have never experienced classical music and experienced concert-goers could equally enjoy this experience, while each taking away a new and different perspective on classical music.","tags":[]}
,{"id":"50fabadbbd11ffc944000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"We loved it but wanted more orchestra interaction with the DJ like at last year's event.","tags":[]}
,{"id":"50fabadbbd11ffc944000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"We enjoyed last year's format more with the DJ on the dance floor and more soloists during the breaks. I felt like we heard more live music last time during the course of the evening. Also, the line for Will Call was so long that we missed the beginning of the concert.","tags":[]}
,{"id":"50faab9fbd11ff1c5a000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thought is was a bit chaotic and needed a little more direction and cohesion. I was also expecting something a little more avant-garde, which was not the case at all.","tags":[]}
,{"id":"50faab9fbd11ff1c5a000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think the event needed a little more cohesion when blending the musical styles.  It didn't feel like a collaboration between the DJ and the orchestra, which would have been more interesting. Some of the classical pieces like the tango were wonderful, but the rest were kind of flat.  Also, will call was a disaster.  Next time,  offer the option to print tickets at home at the time of purchase.  It's the smart \"modern\" thing to do.  Everybody does it.","tags":[]}
,{"id":"50faab9fbd11ff1c5a000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"They lighting and visuals were top notch.","tags":["conductor","parking"]}
,{"id":"50faa81abd11fff935000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Our friend Elaine Alvarez performed so obviously we wanted to see her and photograph/video her for the 2nd act but it was so crowded that no one was being let inside. Maybe performers should have a list to allow family & friends downstairs.\r\nOtherwise enjoyed the show very much!!! Last year I do remember the use of the disco ball which was a great effect that most liked. ","tags":[]}
,{"id":"50faa6eebd11fffb6e000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"That it was a wonderfully inventive event and that we would attend the next time it was staged. ","tags":[]}
,{"id":"50faa6eebd11fffb6e000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Again, it was a great experience. Congratulations to New World Symphony for its creativity.","tags":[]}
,{"id":"50fa492ebd11ff8a6e000001","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The acoustics still need work, although they are better than at prior Pulse events.  Much of the amplified sound still sounds muddy and not clear enough.","tags":[]}
,{"id":"50fa492ebd11ff8a6e000001","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I believe that it is a wonderful concept in discovering and defining the future of classical music for a new audience that used to find traditional performances too stuffy.  I could not be critical of what has been so far a successful experiment.  I believe that Pulse and the Wallcasts have been successful in attracting an audience who would have not in the past been enthusiastic about classical music. I also believe that the choice of programs played successfully bridges the classical and the contemporary tastes..","tags":[]}
,{"id":"50fa492ebd11ff8a6e000001","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"The spot and laser lights were annoying when aimed directly at ones eyes","tags":["elegant","morose","food"]}
,{"id":"515081e7bd11ff10b7000002","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Can't wait for next year's Pulse events!","tags":[]}
,{"id":"515081e7bd11ff10b7000002","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"LOVE Pulse! I am a member of the media and I always write up all of the events and tell everyone I meet that Pulse is not to be missed!","tags":[]}
,{"id":"515081e7bd11ff10b7000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great presentation of classical music in relaxed environment.  Boundaries of collaboration outside classical music could be pushed much further. Why was orchestra not involved in Dance portion of evening?","tags":[]}
,{"id":"515081e7bd11ff10b7000009","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"This event is unique!  Why don't we have more events like this?","tags":[]}
,{"id":"515081e7bd11ff10b7000009","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I like more the 2012 format.  Specifically the transition effects between the Orchestra and the DJ.  That was innovative and I did not see it happening during 2013 events","tags":[]}
,{"id":"515081e7bd11ff10b7000009","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"compare to the previous Pulse  events, there were  less lighting effects this time.\r\nI was expecting more lighting effects","tags":["parking"]}
,{"id":"515081e7bd11ff10b700000a","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"absolutely fantastic!!!!!","tags":[]}
,{"id":"515081e7bd11ff10b700000a","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"will atend future Pulse","tags":[]}
,{"id":"515081e7bd11ff10b700000a","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"excellent","tags":[]}
,{"id":"515081e7bd11ff10b700000c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Excellent acoustics, talented musicians, perfect timing intervals between the pieces. Very light and inspiring feeling afterwards. ","tags":[]}
,{"id":"515081e7bd11ff10b700000c","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Excellent production and very talented musicians. Unbelievable good deal for $25. ","tags":[]}
,{"id":"515081e7bd11ff10b700000c","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Excellent choice of graphic design. ","tags":["parking"]}
,{"id":"515081e7bd11ff10b7000011","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Excellent event would definitely attend again and highly recommend to others also. Would however like more interaction with dj and musicians ","tags":[]}
,{"id":"515081e7bd11ff10b7000011","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great venue great concept. Good value. Would like more overlap with classical and electronic","tags":[]}
,{"id":"515081e7bd11ff10b7000011","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Definitely Added to the experience but could have been more unique and captivating","tags":[]}
,{"id":"515081e7bd11ff10b7000010","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I would like to have seen more integration of electronic and classical.  It seemed too separate and fragmented for a performance promoted as a \"nightclub' experience. ","tags":["conductor","simple"]}
,{"id":"515081e7bd11ff10b7000014","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Come back","tags":[]}
,{"id":"515081e7bd11ff10b7000007","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Keep it up!  I'll be back.","tags":["parking","conductor"]}
,{"id":"515081e7bd11ff10b7000016","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Great music blend. \r\nGreat setup. \r\nGreat time schedule. \r\nBetter than a dance club. \r\nVery poor greeting and hosting at the entrance and orientation in the complex. \r\nA program would be nice with some indications about the set up of different venues. ","tags":[]}
,{"id":"515081e7bd11ff10b7000016","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Your staff could be briefed on customer service. \r\nExample: When we arrived (early), we were given a ticked redeemable for a drink. After waiting in line in the entrance hall bar we were simply told \"NO\" you can get your drink \"inside\". So, we looked around some time to find where \"inside\" was. This happened on and on with other clients too. After finding \"inside\" (main Hall) :o)  We also waited in line and after we ordered our drinks by the nice bartenders, a staff member shouted behind us \"NO\", the bar is not opened and do not serve these people. It felt cheap, as it made us feel a bit as we were second class. ","tags":[]}
,{"id":"515081e7bd11ff10b7000016","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"We definitely think it could be more varied and less repetitive. \r\nThere is place for improvement. ","tags":["morose","elegant"]}
,{"id":"515081e7bd11ff10b7000019","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"nice evening but not unforgettable ","tags":[]}
,{"id":"515081e7bd11ff10b7000019","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I talked to friends who attended the last pulse and it seems they were very impressed with the disco ball coming down from the ceiling and disappointed it didn't happened this time","tags":[]}
,{"id":"515081e7bd11ff10b7000019","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"the video projections could have been more interesting","tags":["conductor"]}
,{"id":"515081e7bd11ff10b7000018","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"this was wonderful. bravo","tags":[]}
,{"id":"515081e7bd11ff10b700001b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Job well done.","tags":[]}
,{"id":"515081e7bd11ff10b700001b","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Appreciate the video projections.","tags":["music"]}
,{"id":"515081e7bd11ff10b700001d","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I wondered when the next event would be and that it should be more heavily marketed.","tags":[]}
,{"id":"515081e7bd11ff10b700001d","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"The concept works. I think it should be promoted more heavily to younger audiences so that different generations can enjoy it together.","tags":[]}
,{"id":"515081e7bd11ff10b700001d","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I enjoy the fact that some where text, this was quite engaging e.g. \"The Audience is Dancing...\" projection.","tags":["parking"]}
,{"id":"515081e7bd11ff10b700001e","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Good experience! Drinks too expensive!","tags":[]}
,{"id":"515081e7bd11ff10b700001e","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The projection video could be stronger!","tags":["elegant"]}
,{"id":"515081e7bd11ff10b7000020","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"In the past I loved the essential \" battle\" between the dj and the parts of the symphony.  This was different; it was alternating music.  The symphony was great but the ambience has changed.  I have lauded in the past what different type of experience pulse was but this was not the same. In addition, I was asked at least 4 times to be quiet including when I was trying to pay for drinks.  The party atmosphere was not as enjoyable. ","tags":[]}
,{"id":"515081e7bd11ff10b7000020","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I love the symphony and loved the previous style of pulse.  I hope it will return ","tags":[]}
,{"id":"515081e7bd11ff10b700001a","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I wish I could have stayed longer, but my ride had to leave.","tags":[]}
,{"id":"515081e7bd11ff10b700001a","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Wonderful experience.  Hope to do it again in the future!","tags":[]}
,{"id":"515081e7bd11ff10b700001a","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Very exciting!!!","tags":["simple","conductor","parking"]}
,{"id":"515081e7bd11ff10b7000023","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I was satisfied but I would like to hear more I teraction between electronic music and the orchestra","tags":[]}
,{"id":"515081e7bd11ff10b7000023","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I wish the musicians had the chance to follow the DJ. Perhaps a piece for DJ and orchestra ","tags":[]}
,{"id":"515081e7bd11ff10b7000024","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"What a great mash-up of style and music!","tags":[]}
,{"id":"515081e7bd11ff10b7000024","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Front ticketing abit confused over pre-VIP events. ","tags":[]}
,{"id":"515081e7bd11ff10b7000024","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"More attention should be placed on static enhancements such as tasteful streamers to catch the lights and reflect. ","tags":["parking"]}
,{"id":"515081e7bd11ff10b7000025","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"They need to have more of these, however, last years where the DJ was on the dance floor and the orchestra seemed to blend into him and when he was done, he seemed to blend back to the orchestra was outstanding.","tags":[]}
,{"id":"515081e7bd11ff10b7000025","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I liked the disco ball from last pulse","tags":["conductor","music","morose"]}
,{"id":"515081e7bd11ff10b7000026","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Wish I had gone to the first one","tags":[]}
,{"id":"515081e7bd11ff10b7000026","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"There should be more laser lights","tags":["conductor","food","music"]}
,{"id":"515081e7bd11ff10b7000028","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Too many to list. Spanning from one of the best cultural evenings one can have in South Florida to why was the janitorial staff cleaning, leaving strong vapors before everyone had left. But mostly impressed with the all the minor consummate details executed to perfection.","tags":[]}
,{"id":"515081e7bd11ff10b7000028","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"DJ period too long, performances too short. Flow of evening perfect. Mix of classical musicians performing over electronica brilliant. Lots more.","tags":[]}
,{"id":"515081e7bd11ff10b7000028","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Frankly there was not enough of it. It was beautiful but a bit too sparse.\r\n\r\nProgram notes were hard to view on right wall. But not a problem.","tags":["morose","parking","elegant"]}
,{"id":"515081e7bd11ff10b7000029","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought it was an extremely well-planned event and especially enjoyed how the space was used to present the various performances--e.g. the platforms, dancefloor for audience and later the chambermusic room. I've told many of my friends about how fantastic the event was and raved about the quality of the musicians' playing. ","tags":[]}
,{"id":"515081e7bd11ff10b7000029","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Okay...because I was very tired a shorter intermission between sets (20 minutes) would have been nice. That said, I loved the DJ and symphony collaboration and wouldn't have wanted to miss that. ","tags":[]}
,{"id":"515081e7bd11ff10b7000029","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought that the video projections could have been more varied but considered that too many lighting effects would distract the musicians. The images were repetitious and in some cases I didn't see a connected narrative between the piece being played and the images. ","tags":["parking","simple","food"]}
,{"id":"515081e7bd11ff10b7000022","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"great event!","tags":[]}
,{"id":"515081e7bd11ff10b7000022","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"the lack of audience silence was an interesting component to listening to classical music","tags":[]}
,{"id":"515081e7bd11ff10b7000022","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"loved them!","tags":["elegant"]}
,{"id":"515081e7bd11ff10b700002c","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"It was great fun. Myself and my friends all had a great time","tags":[]}
,{"id":"515081e7bd11ff10b700002c","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Bring back the mirror ball and the lasers. And perhaps more updated dance music. Perhaps something from later than 2000 maybe. The orchestral sets were excellent. Great choice of music.","tags":[]}
,{"id":"515081e7bd11ff10b700002c","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very visually stimulating and interesting","tags":["parking"]}
,{"id":"515081e7bd11ff10b700002d","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"What a great event. I'll be here for the next one.","tags":[]}
,{"id":"515081e7bd11ff10b700002d","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I thought the video projections were not up to the same level as the overall experience, venue and music.","tags":[]}
,{"id":"515081e7bd11ff10b700002b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Enjoyed total experience of music, lights, people","tags":[]}
,{"id":"515081e7bd11ff10b700002b","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Do it again!","tags":[]}
,{"id":"515081e7bd11ff10b700002b","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Great having more than just abstract pictures","tags":["elegant","parking"]}
,{"id":"515081e7bd11ff10b7000030","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I did not like the lighting and the D.J.  I did not think the D.J. interacted well with the musicians,  I did not like the distance from the people to the D.J.  I know people leave but what was done in the previous three that I had been to was much more art.","tags":[]}
,{"id":"515081e7bd11ff10b7000030","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I liked the way the stage was and that you were able to get people to not talk during the classical music.  It just did not seem to integrate the D.J. and symphony like in the 3 previous that I had been to.","tags":[]}
,{"id":"515081e7bd11ff10b7000030","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I liked the interation of video,  but the other lighting was not as interesting as the 3 previous Pulse I have been to.  ","tags":[]}
,{"id":"515081e7bd11ff10b7000027","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"the video proj were always repeating itself during the song seem to me that it would be better if the images keep changing like the music....","tags":["simple","music","parking"]}
,{"id":"515081e7bd11ff10b7000034","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"That it was a great event, we enjoyed ourselves very much and we cannot wait for the next one. our goal is to bring more friends in","tags":[]}
,{"id":"515081e7bd11ff10b7000034","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I knew the event would be a mix of the classical musical with the Dj perfomance but I think would be fun to see more interaction during at least one piece trough a modern classical piece like Gershwin for ex. A sort of an exchange between the orchestra and the DJ.","tags":[]}
,{"id":"515081e7bd11ff10b7000034","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I really liked the the lighting effects, I felt that I was someplace else in the world, not specifically at SB and I also liket the projection of about the piece that it was being played","tags":["food"]}
,{"id":"515081e7bd11ff10b7000035","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Should have arrived earlier!\r\nCan you believe everybody had left by the time the chamber music event was over?","tags":[]}
,{"id":"515081e7bd11ff10b7000035","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Should do it more often.\r\nWas this advertised?  Only heard about it from my friend.\r\nWe were surprised we were able to get tickets a couple of days before the event.  If I recall correctly, we were unable to get tickets for the first or the second Pulse, back a couple of years ago.","tags":[]}
,{"id":"515081e7bd11ff10b7000035","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"More photos and less screen saver effects, please.  It would have been nice if the text on screen would have been additional information, and not just a copy of the printed program","tags":["simple"]}
,{"id":"515081e7bd11ff10b7000036","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Was amazing, and very appropriate ... ","tags":["music"]}
,{"id":"515081e7bd11ff10b7000032","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Both that Miami needs more events like this and that I need to try to go to more events like this.","tags":[]}
,{"id":"515081e7bd11ff10b7000032","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"A heard of another event at the NWS where the interchange between ochestra and dj was simultaneous - I would like to attend that type of event.","tags":[]}
,{"id":"515081e7bd11ff10b7000031","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"That is was a great evening.","tags":[]}
,{"id":"515081e7bd11ff10b7000031","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Loved the drum solo as you do not get to hear that type of solo often.  ","tags":[]}
,{"id":"515081e7bd11ff10b7000038","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"This is the best event in Miami - especially best value!","tags":[]}
,{"id":"515081e7bd11ff10b7000038","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Love it - wish there was one more during the season.","tags":[]}
,{"id":"5150a949bd11ff41d2000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I loved the concept but feel the concept can be improved. The musical selections could be more cohesive.","tags":[]}
,{"id":"5150a949bd11ff41d2000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The selection of There's A Place For Us from West Side Story did not relate to the other musical performances.  I enjoyed the singer's voice but think maybe another song would have worked better. The song's sad hopeful tone didn't go with the other performances which seemed more upbeat and dramatic.","tags":[]}
,{"id":"5150a949bd11ff41d2000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"There's room for improvement with regard to the video projections. They were a bit repetitive.  I'd like to see different images, art, clips from movies or video, etc.","tags":["conductor"]}
,{"id":"515081e7bd11ff10b7000033","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"how different it was from anything I attended before","tags":[]}
,{"id":"515081e7bd11ff10b7000033","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I loved the entire night","tags":[]}
,{"id":"515081e7bd11ff10b7000033","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I loved it ","tags":["conductor","music","food"]}
,{"id":"51519e36bd11ff8685000001","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I came expecting more DJ music, not just as part of the \"intermission\" of the orchestra. However, the event (and all the events) are great. My expectation was off.","tags":[]}
,{"id":"51519e36bd11ff8685000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Very interesting and unique. They add to the experience.","tags":["food","simple"]}
,{"id":"5151b34fbd11ff6a22000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"A lot of fun.  My date really enjoyed the new experience","tags":[]}
,{"id":"5151b34fbd11ff6a22000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I really enjoyed hearing the DJ and members of the orchestra perform together.\r\nI really would like to have seen the disco ball again at this one.\r\nWould've like to have seen a program in advance to know when the unplugged performance was starting.\r\nWould also like to hear some more traditional peaces on the classical side.\r\nOverall, definitely very happy this is available in our community and looking forward to the next pulse","tags":[]}
,{"id":"51519f61bd11ffd3c9000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It was better than I anticipated the concert being. ","tags":[]}
,{"id":"51519f61bd11ffd3c9000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The transition from classical to electronica could have been a little smoother. ","tags":[]}
,{"id":"51519f61bd11ffd3c9000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"They allowed me to engage more senses during the experience. ","tags":[]}
,{"id":"5150c43ebd11ff8ee6000001","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Other than the previous comment about the visual effects, I felt like there should have been more of the classical music interacting with the DJ. I expected a little more than what was performed.","tags":[]}
,{"id":"5150c43ebd11ff8ee6000001","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I didn't feel like there was enough video projections and lighting. There needs to be more and more of a variety.","tags":["music","conductor","parking"]}
,{"id":"515777debd11ff1ef7000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"It would be good to have performances that were specifically a meld of classical and electronica, not either/or.  I especially liked when the NWS musicians performed with the DJ.","tags":[]}
,{"id":"515081e7bd11ff10b7000004","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"interesting and worthwhile experience","tags":[]}
,{"id":"515081e7bd11ff10b7000004","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Would have liked more orchestra performance","tags":[]}
,{"id":"515081e7bd11ff10b700002f","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"liked the interaction of the musicians with the audience.","tags":[]}
,{"id":"515081e7bd11ff10b700002f","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"enjoyed the alternative format","tags":[]}
,{"id":"515081e7bd11ff10b700002f","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"for the evening events, could be more use of pattern and colors to have a stronger impact.","tags":["parking","morose","elegant"]}
,{"id":"51545affbd11ffa73a000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I had a great time dancing but would've preferred if there were more collaborations between the DJ and a few members of the orchestra during the dance party.  However, I realize that this would require more preparation and coordination.","tags":[]}
,{"id":"51545affbd11ffa73a000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Please see response to question 21.","tags":[]}
,{"id":"51545affbd11ffa73a000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I don't think the light effects at the last Pulse event were as striking as those at January's Pulse.","tags":[]}
,{"id":"5151c613bd11ff72bc000001","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Looking forward to the next event.","tags":[]}
,{"id":"5151c613bd11ff72bc000001","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Better visual imagery to compliment the musical performances.\r\n\r\nBetter selection of beverages at the bar.","tags":[]}
,{"id":"5151c613bd11ff72bc000001","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"I think the video projections could use some development. They did not seem to be on par with the performances. I did like the short descriptions of the musical pieces being played.","tags":["music","complex","simple"]}
,{"id":"515081e7bd11ff10b7000037","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I was very disappointed.  I felt I just stood through a symphony concert.  The old Pulse's were much more interactive.  In fact the light show included lighting on the floor so those on the floor almost felt they were part of the show.","tags":[]}
,{"id":"515081e7bd11ff10b7000037","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Ways to improve - bring back the mix of classical with electronica, not separate; allow socializing on the floor or remove the floor (I didn't appreciate being shushed multiple times when Stacy Glassman's group right in front of me was louder and never asked to be quiet). Light show should be all over like in the past, not just on the screens. (Part could be classical, but there is no mixing anymore which was the best part - a viola with the DJ or bassist with the DJ jamming)","tags":[]}
,{"id":"515081e7bd11ff10b7000037","question":174,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"I've attended almost all the Pulse concerts.  While I thought the classical music in this one was excellent, I liked it better when the dj and the symphony played off each other not alternating sets.  Also, during the concert we were told to shush many times.  In fact my friend ordering a drink was told to be quiet when she was trying to pay.  Before it had more of a club feel.  Now it just feels like I'm standing during a symphony concert that plays DJ sets during the break.  I would not encourage people to attend this revised format.","tags":["music","morose"]}
,{"id":"515081e7bd11ff10b700002e","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Brilliant concept -- still not satisfactorily realized. Excellent program choices for the classical portions. Appropriately rhythmic and dissonant and loud - Shostakovich, Adams, Reich. Important to choose the styles appropriate for an event of this concept. DJ improved -- but  still not exciting. If you're going to mix genres, why not something exciting in all three (including jazz-like improvisations). The DJ portions seem like filler, with no intrinsic interest. How about some real jazz musicians to do the improvising? This is what I mean when I say that the concept is brilliant but still not effectively realized.","tags":[]}
,{"id":"515081e7bd11ff10b7000021","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I'm looking forward to attending again- and bringing friends with me.","tags":[]}
,{"id":"515081e7bd11ff10b7000021","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"Great event at the right price point.  A wonderful experience!","tags":[]}
,{"id":"515081e7bd11ff10b7000021","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"I thought they really added to the ambiance of the event.","tags":["food","simple","morose"]}
,{"id":"515081e7bd11ff10b7000015","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"This event is a gateway to the symphony and culture and is truly a \"Only in Miami\" event.  Came with my mom from PA and she was blown away by the evening and she said it was something's special to see in her lifetime. Thank you!","tags":[]}
,{"id":"515081e7bd11ff10b7000013","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"What shows are next? ","tags":[]}
,{"id":"515081e7bd11ff10b7000012","question":178,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Let's go again-  - -and stay longer","tags":[]}
,{"id":"515081e7bd11ff10b7000012","question":182,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"Better control at door-  - - -main entry did not have a sign up that VIP Entry was in an other place-  - -wain in front for 15 mins-  - -wast of time,","tags":[]}
,{"id":"515081e7bd11ff10b7000012","question":174,"series_1":"NWS: PULSE","series_2":"Low (0 - 2)","value":"The event was fantastic","tags":[]}
,{"id":"515081e7bd11ff10b700000b","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"it was a great evening","tags":[]}
,{"id":"515081e7bd11ff10b7000008","question":178,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Fun. Energizing. Loudly amplifed. Hall acoustically unable to tolerate such amplification, but if trying to imitate a real dance club maybe OK.","tags":[]}
,{"id":"515081e7bd11ff10b7000008","question":182,"series_1":"NWS: PULSE","series_2":"High (6 or more)","value":"Frankly, you need to better \"tune\" the auditorium. It is just too alive, shrill, distorted when loud music is played This is not particular to Pulse 2.0, other than the amplification of an entire orchestra playing loud, frenzied interpretations trying to connect with younger people, did not especially flatter the musicians' abilities if one did not play drums. ","tags":[]}
,{"id":"515081e7bd11ff10b7000003","question":178,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"In the past there was more of a fusion of the two music styles and a unique experience.  This event and the jan 13 event had two clearly delineated musical parts and they were not brought together at much.  Made it less special and less fun.  We left both of these events early whereas past pulse events we closed them down.  ","tags":[]}
,{"id":"515081e7bd11ff10b7000003","question":182,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"We should bring back the fusion and have the DJ play with the symphony the whole time, hat is cool and fun and special. ","tags":[]}
,{"id":"515081e7bd11ff10b7000003","question":174,"series_1":"NWS: PULSE","series_2":"Moderate (3 - 5)","value":"They were good.  Needed more during orchestra ","tags":["morose","music"]}
]

